Repository: brainv/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: fr

source: Alarm Box Diagnosis
fr: Démarrage du diagnostic du Boîtier d'Alarme

source: Alarm Box Diagnosis
fr: Diagnostic du Boîtier d'Alarme

source: Alarm Box Diagnosis
fr: Fin du diagnostic du Boîtier d'Alarme

source: Smartcard Reader Diagnosis
fr: Démarrage de tous les Diagnostics

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.AlarmBoxDevice
source: Alarm Box Diagnosis
fr: Dispositif Boîtier d'Alarme:

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.BarcodeReader
source: Barcode Reader Diagnosis:
fr: Lecteur de Code Barres:

source: Touch Screen Calibration Diagnosis:
fr: Calibrage de l'écran Tactile:

source: Screen Contrast Calibration Diagnosis:
fr: Calibrage du contraste de l'écran:

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.PrinterDevice
source: Printer Diagnosis:
fr: Imprimante:

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.SmartcardReader
source: Smartcard Reader Diagnosis
fr: Lecteur de Carte à Puce

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.FlashDevice
source: Flash Diagnosis:
fr: Clé USB:

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.AllDiagnosis
source: All Diagnosis
fr: Tous les Diagnostics

source: Smartcard Reader Diagnosis
fr: Fin des diagnostics

source: Card Activator Functionality
fr: Démarrage du diagnostic du Lecteur de Code Barres

# Smartmatic.SAES.GUI.Functionality.BarcodeDiagnosisFunctionality.WindowTitle
source: Barcode Reader Diagnosis
fr: Diagnostic du Lecteur de Code Barres

source: Card Activator Functionality
fr: Diagnostic du Lecteur de Code Barres terminé

source: Printer Diagnosis
fr: Démarrage du diagnostic de contraste

# Smartmatic.SAES.GUI.Functionality.BrightnessDiagnosisFunctionality.WindowTitle
source: Brightness Diagnosis
fr: Diagnostic de contraste

source: Printer Diagnosis
fr: Diagnostic de contraste terminé

source: Calibration Diagnosis
fr: Démarrage de diagnostic de calibrage de l'écran

source: Calibration Diagnosis
fr: Diagnostic de calibrage de l'écran

source: Calibration Diagnosis
fr: Fin de diagnostic de calibrage de l'écran

source: Card Activator Functionality
fr: Démarrage de l'activation de la carte

source: Please insert card to activate
fr: Insérez une carte pour l'activer

source: Custom Attribute Selection
fr: Sélectionner le type d'électeur

source: Card inserted. Please press the button to activate the card
fr: La carte est insérée. Veuillez appuyez sur le bouton pour activer la carte

source: Are you completely sure you want to activate the card with the information provided?
fr: Voulez-vous vraiment activer la carte avec l'information pourvue?

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.ErrorValidatingData
source: Error validating data. Check position of card
fr: Erreur dans l'écriture. Veuillez vérifier que vous que vous utilisez la carte adéquate et qu'elle est insérée dans le bon sens

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.CardWasActivated
source: Card was activated. You can remove the card.
fr: La carte a été activée. Vous pouvez la retirer.

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.ActivateCard
source: Activate Card
fr: Activer la carte

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.Cancel
source: Cancel
fr: Annuler

source: Press this button if you want to go back to the selection screen
fr: Appuyez sur cette touche si vous voulez revenir à l'écran de sélection

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.BackToSelections
source: Back To Selection
fr: Retour à la sélection

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.GeneratedCards
source: Generated Cards
fr: Activation de la carte

source: Demonstration Vote Not Printed
fr: Vote(s) de démonstration non imprimé(s)

source: Card Activator Functionality
fr: Activation de cartes

source: Card Activator Functionality
fr: Fin d'activation de la carte

# Smartmatic.SAES.GUI.Functionality.ChangeHourFunctionality.LogCloseFunctionality
source: Change Hour Functionality
fr: Fin de changement de Date/Heure

# Smartmatic.SAES.GUI.Functionality.ChangeHourFunctionality.LogStartFunctionality
source: Change Hour Functionality
fr: Démarrage de changement de Date/Heure

# Smartmatic.SAES.GUI.Functionality.ChangeHourFunctionality.CurrentDate
source: Current Date:
fr: Date du Jour:

source: Change Hour Functionality
fr: Changement de Date/Heure

# Smartmatic.SAES.Glade.ChangeHour.ChangeDateHour
source: Change Date/Time
fr: Valider

# Smartmatic.SAES.Glade.ChangeHour.Hour
source: Hour:
fr: Heure(s):

# Smartmatic.SAES.Glade.ChangeHour.Minute
source: Minute:
fr: Minute(s):

# Smartmatic.SAES.Glade.ChangeHour.Seconds
source: Seconds:
fr: Seconde(s):

# Smartmatic.SAES.Glade.ChangeHour.HourChange
source: Time Change:
fr: Changement de l'Heure:

# Smartmatic.SAES.Glade.ChangeHour.Day
source: Day:
fr: Jour:

# Smartmatic.SAES.Glade.ChangeHour.Month
source: Month:
fr: Mois:

# Smartmatic.SAES.Glade.ChangeHour.Year
source: Year:
fr: Année:

# Smartmatic.SAES.Glade.ChangeHour.DateChange
source: Date Change:
fr: Changement de la Date:

# Smartmatic.SAES.Glade.ChangeHour.CurrentDate
source: Current Date:
fr: Date du Jour:

source: Change Language Functionality
fr: Démarrage du choix de la langue

# Smartmatic.SAES.GUI.Functionality.ChangeLanguageFunctionality.Title
source: Change Language Functionality
fr: Choix de la langue

source: Change Language Functionality
fr: Fin de choix de la langue

source: Close Election
fr: Clôturer l'élection

source: Unable Key Message Is Not Close Date Yet
fr: Clôture de l'élection impossible, date/heure non atteinte

source: Can Close Because Date Check Passed
fr: Clôture ok, date/heure atteinte

source: Close Election
fr: Impression du rapport de l'élection

source: Close Election
fr: Démarrage de clôture de l'élection

# Smartmatic.SAES.GUI.Functionality.DiagnosisFunctionality.LogStartFunctionality
source: Diagnosis
fr: Démarrage du diagnostic

# Smartmatic.SAES.GUI.Functionality.DiagnosisFunctionality.Diagnosis
source: Diagnosis
fr: Diagnostic

# Smartmatic.SAES.GUI.Functionality.DiagnosisFunctionality.LogCloseFunctionality
source: Diagnosis
fr: Fin du Diagnostic

source: Flash Diagnosis
fr: Démarrage du diagnostic de clé USB

# Smartmatic.SAES.GUI.Functionality.FlashDiagnosisFunctionality.FlashDiagnosis
source: Flash Diagnosis
fr: Diagnostic de Clé USB

source: Flash Diagnosis
fr: Fin du diagnostic de Clé USB

source: Open Election
fr: Démarrage de la fonction d'ouverture d'élection

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.AddNote
source: Add Note
fr: Remarques

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.OpenElectionButton
source: Open Election
fr: Ouvrir l'élection

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.OpenElection
source: Open Election
fr: Ouverture de l'élection

source: Can not Open Because Date Check Failed
fr: Ouverture de l'élection impossible, erreur de vérification de la date/heure

source: The Election Is Not Open Date Yet
fr: Ouverture de l'élection impossible, date/heure non atteinte

source: Open Election
fr: Fin d'ouverture de l'élection

source: Vote Preview Functionality
fr: Démarrage de la vérification du vote

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.WaitingForBarcode
source: Waiting for Barcode of Vote to be scanned
fr: En attente de numérisation du code barre

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.BarcodeErrorTryAgain
source: The decoding of this Barcode failed. Please try again
fr: Le décodage de ce code barre a échoué. Veuillez recommencer.

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.VoteMarkedAsDemo
source: This Vote is marked as a demo vote.
fr: Ceci est un vote de démonstration

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.WindowTitle
source: Vote Preview Functionality
fr: Vérification des votes

source: Vote Preview Functionality
fr: Fin de vérification du vote

source: Printer Diagnosis
fr: Démarrage du diagnostic de l'imprimante

# Smartmatic.SAES.GUI.Functionality.PrinterDiagnosisFunctionality.PrinterDiagnosis
source: Printer Diagnosis
fr: Diagnostic de l'imprimante

source: Printer Diagnosis
fr: Fin du diagnostic de l'imprimante

source: Smartcard Reader Diagnosis
fr: Démarrage du diagnostic du Lecteur de carte à puce

source: Smartcard Reader Diagnosis
fr: Diagnostic du Lecteur de carte à puce

source: Smartcard Reader Diagnosis
fr: Fin du diagnostic du Lecteur de carte à puce

source: Cancel
fr: Démarrage du vote de démonstration

source: Please insert card to activate
fr: Insérez une carte pour activer

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.WaitingForCard
source: Waiting for Card to be activated
fr: En attente d'activation de la carte

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.BarcodeErrorTryAgain
source: The decoding of this Barcode failed. Please try again
fr: Le décodage de ce code barre a échoué. Veuillez recommencer.

source: This Vote is marked as a demo vote. Please Generate a new card when ready
fr: Veuillez activer une autre carte ou quitter en utilisant la croix rouge en haut à droite

source: This Vote is not marked as a demo vote. Please try again
fr: Ceci n'est pas un vote de démonstration. Essayez à nouveau.

source: Card inserted, but the vote has not been scanned yet
fr: La carte est inserée mais, le vote n'a pas encore été scanné

source: Card inserted. Please press the button to activate the card
fr: La carte est insérée. Veuillez appuyer sur le bouton pour activer la carte

source: Waiting for a vote to be scanned
fr: En attente d'un vote à scanner

source: Are you completely sure you want to activate the card with the information provided?
fr: Voulez-vous vraiment activer la carte avec l'information pourvue?

source: Error validating data. Check position of card
fr: Erreur dans l'écriture. Veuillez vérifier que vous utilisez la carte adéquate et qu'elle est insérée dans le bon sens

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.CardActivatedRemoveCard
source: Card was activated. You can remove the card.
fr: La Carte a été activée. Vous pouvez retirer la carte

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.NowScanPrintedVoteToView
source: Now scan the Printed Vote to View
fr: Veuillez scanner le vote

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.StepBarcode
source: Barcode Step:
fr: Visualisation du code barres:

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.StepCard
source: Card Step:
fr: Activation de la carte:

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ActivateCard
source: Activate Card
fr: Activer la carte

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.Magnify
source: Magnify
fr: Zoom

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.BackMagnify
source: Back to Main Window
fr: Retour

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.Cancel
source: Cancel
fr: Annuler

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.CustomAttributeSelection
source: Custom Attribute Selection
fr: Sélectionner le type d'électeur

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.WindowTitle
source: Vote Process Demo Functionality
fr: Diagnostic de vote

source: Cancel
fr: Fin de la procédure de vote de démonstration

source: Voting Machine Installation
fr: Fin d'installation de l'ordinateur de vote

source: Voting Machine Installation
fr: Démarrage de l'installation d'une ordinateur de vote

# Smartmatic.SAES.GUI.Functionality.VotingMachineInstallation
source: Voting Machine Installation
fr: Installation des ordinateurs de vote

source: Card Activator Functionality
fr: Démarrage de la fonction Rapport d'incident

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.AddNewReport
source: Add New Report
fr: Ajouter incident

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.SaveReport
source: Save Report
fr: Ajouter incident

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.ModifyReport
source: Modify Report
fr: Modifier incident

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.CompleteReport
source: Complete Report
fr: Résoudre incident

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.DeleteReport
source: Delete Report
fr: Supprimer incident

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.VisualizeReport
source: Visualize Report
fr: Afficher détails de l'incident

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.IncidentReport
source: Incident Report
fr: Gestion d'incident technique

source: Entering Statistics Registration Functionality
fr: Démarrage des statistiques

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.StatisticsReport
source: Save Report
fr: Compléter le procès-verbal

source: Reset Stats
fr: Fin des statistiques

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.VotingProcess
source: Voting Process
fr: Processus électoral

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.validationMenu
source: Maintenance
fr: Menu de validation

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.OpenElection
source: Open Election
fr: Ouvrir l'élection

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.CloseElection
source: Close Election
fr: Fermer l'élection

source: Voting Machine Installation
fr: Installer des ordinateurs de vote

source: Activation And Demo Process
fr: Activation de la carte, vérification des votes et Processus de Test

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.VoteProcessDemo
source: VoteProcessDemo
fr: Diagnostic de vote

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.VotePrintPreview
source: Vote Print Preview
fr: Vérifier des votes

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.Diagnosis
source: Diagnosis
fr: Diagnostic

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.AlarmBoxDiagnosis
source: Alarm Box Diagnosis
fr: Diagnostic du Boîtier d'Alarme

source: Smartcard Reader Diagnosis
fr: Diagnostic du Lecteur de Carte à Puce

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.PrinterDiagnosis
source: Printer Diagnosis
fr: Diagnostic de l'Imprimante

source: Calibration Diagnosis
fr: Diagnostic du Calibrage

source: Brightness Diagnosis
fr: Diagnostic de Contraste

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.BarcodeDiagnosis
source: Barcode Diagnosis
fr: Diagnostic du Lecteur de Code Barres

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.AllDiagnosis
source: All Diagnosis
fr: Diagnostic du Système Complet

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.FlashDiagnosis
source: Flash Diagnosis
fr: Diagnostic de Clé USB

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.SetDateHour
source: Set Date/Time
fr: Changer Date/Heure

source: Card Activator Funcionality
fr: Activer Cartes

source: Change Language Funcionality
fr: Changer la langue

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.IncidentReport
source: Incident Report Functionality
fr: Gérer un incident technique

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.StatisticsReport
source: Statistics Report Functionality
fr: Compléter le procès-verbal

source: Voting Experience Validation
fr: Activation de Cartes

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.PollWorkerRegister
source: Poll Worker Register
fr: Gérer les membres du bureau de vote

# Smartmatic.SAES.GUI.Widgets.AlarmBoxDiagnosisWidget.InitializingDiagnostic
source: Initializing Diagnostic
fr: Initialisation du Diagnostic

# Smartmatic.SAES.GUI.Widgets.AlarmBoxDiagnosisWidget.DiagnosticSuccessful
source: Diagnostic successful
fr: Diagnostic réussi

# Smartmatic.SAES.GUI.Widgets.AlarmBoxDiagnosisWidget.PressButtonMessage
source: Now press the button if you see the green and red lights and hear the alarm sound
fr: Appuyez sur la touche si vous voyez la lumière verte et rouge et entendez l'alarme

# Smartmatic.SAES.GUI.Widgets.AlarmBoxDiagnosisWidget.AlarmBoxNotReach
source: Could not reach AlarmBox. Diagnostic Failed.
fr: Boîtier d'alarme inaccesible. Le diagnostic a échoué

# Smartmatic.SAES.GUI.Widgets.AlarmBoxDiagnosisWidget.DiagnosticFailed
source: Diagnostic failed
fr: Le diagnostic a échoué

# Smartmatic.SAES.GUI.Widgets.BallotOptionSelectionWidget.Substitute
source: Substitute
fr: Suppléant

# Smartmatic.SAES.GUI.Widgets.BallotOptionSelectionWidget.ClearSelection
source: Clear Selection
fr: Annuler votre vote

# Smartmatic.SAES.GUI.Widgets.BallotOptionSelectionWidget.AcceptSelection
source: Accept Selection
fr: Confirmer votre vote

# Smartmatic.SAES.GUI.Widgets.BallotOptionSelectionWidget.Back
source: Back
fr: Appuyez ici pour retourner vers les autres listes

source: Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.Empty
fr: OK

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.InitializingDiagnostic
source: Initializing Diagnostic
fr: Initialisation du Diagnostic

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.DiagnosticSuccessful
source: Diagnostic Successful
fr: Diagnostic réussi

source: Please scan the barcode showed on screen
fr: Veuillez scanner le code barres à l'écran

source: Could not reach Barcode Reader. Diagnostic Failed.
fr: Impossible de joindre le lecteur de code barres. Le diagnostic a échoué

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.DiagnosticFailed
source: Diagnostic Failed
fr: Le diagnostic a échoué

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.ReconfigureDevice
source: Solve problem
fr: Reconfigurant le lecteur de code barres

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.TestAgainBarcodeReader
source: Scan the barcodes in order of 1 to 9 to configurate the BCR
fr: Scanner les codes barres dans l'ordre d'1 à 9 pour configurer le BCR

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.ReadHere
source: Read here
fr: Lire ici

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.Calibrate
source: Calibrate
fr: Étalonner

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.AskForStatusLabelsShown
source: Press the button Ok if you can easily see the 4 labels shown or, Press Calibrate if you have any difficulties reading the text
fr: Appuyez sur le bouton OK si vous pouvez facilement voir les 4 étiquettes indiquées Appuyez sur Étalonner si vous avez des difficultés à lire le texte

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.LessBright
source: - Bright
fr: - Contraste

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.MoreBright
source: + Bright
fr: + Contraste

# Smartmatic.SAES.GUI.Widgets.BrightnessDiagnosisWidget.Close
source: Close
fr: Fermer

source: Press the buttons to test machine calibration
fr: Appuyez sur la touche pour tester le calibrage de l'écran

# Smartmatic.SAES.GUI.Widgets.CalibrationDiagnosisWidget.AutoCalibrationSucceded
source: Calibration succeded
fr: Autocalibrage Réussi

# Smartmatic.SAES.GUI.Widgets.CalibrationDiagnosisWidget.AutoCalibrationFailed
source: AutoCalibration failed. Press Calibrate to start the calibration process
fr: Echec de l'autocalibrage. Appuyez sur 'Calibrer' pour démarrer le processus d'étalonnage

# Smartmatic.SAES.GUI.Widgets.CalibrationDiagnosisWidget.CalibrationFailed
source: Calibration failed. Press Calibrate to start the calibration process
fr: Autocalibrage a Échoué Appuyez sur 'Calibrer' pour commencer processus d'étalonnage

# Smartmatic.SAES.GUI.Widgets.CalibrationDiagnosisWidget.Calibrate
source: Calibrate
fr: Calibrer

# Smartmatic.SAES.GUI.Widgets.CalibrationDiagnosisWidget.CalibrationSucceded
source: Calibration succeded. Press the button OK to continue, or Calibrate to start the calibration process again.
fr: Calibrage réussi. Appuyez sur 'OK' pour continuer, ou sur 'Calibrer' pour calibrer à nouveau l'écran.

# Smartmatic.SAES.GUI.Widgets.ChangeLanguageWidget.ConfigurationNotFound
source: Configuration not found
fr: Configuration non trouvée

# Smartmatic.SAES.GUI.Widgets.ChangeLanguageWidget.MessageKey
source: Select the Language
fr: Veuillez sélectionner la langue de votre choix

# Smartmatic.SAES.GUI.Widgets.PartySelectionWidget.NullSelection
source: Null Selection
fr: Sélection Vote Blanc

# Smartmatic.SAES.GUI.Widgets.PartySelectionWidget.Back
source: Back
fr: Appuyez ici pour retourner vers les autres listes

# Smartmatic.SAES.GUI.Widgets.PartySelectionWidget.NullParty
source: NULL
fr: Vote Blanc

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.InsertYourLoginAndPassword
source: Insert your login and password
fr: Insérez votre login et mot de passe

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.Password
source: Password:
fr: Mot de Passe:

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.Ok
source: Ok
fr: Connecter

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.Back
source: Back
fr: Retour

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.LoginAndPasswordIncorrect
source: Login and Password incorrect. Please go back and try again!
fr: Login et mot de passe incorrect. Veuillez revenir en arrière et essayer à nouveau!

# Smartmatic.SAES.GUI.Windows.PMInstallationWidget.PollingPlace
source: Polling Place:
fr: Bureau de Vote:

# Smartmatic.SAES.GUI.Windows.PMInstallationWidget.PollingPlaceAddress
source: Polling Place Address:
fr: Bureau de Vote:

# Smartmatic.SAES.GUI.Windows.PMInstallationWidget.ElectionNameKey
source: Election:
fr: Élection:

# Smartmatic.SAES.GUI.Widgets.PrinterDiagnosisWidget.Error
source: Error
fr: Erreur

# Smartmatic.SAES.GUI.Widgets.PrinterDiagnosisWidget.DiagnosticFailed
source: Diagnostic Failed
fr: Le diagnostic a échoué

# Smartmatic.SAES.GUI.Widgets.PrinterDiagnosisWidget.DiagnosticSuccessful
source: Diagnostic Successful
fr: Diagnostic réussi

# Smartmatic.SAES.GUI.Widgets.PrinterDiagnosisWidget.PressButtonAccordingResult
source: Press Ok button if the symbol printed is equal to the one showed in the screen, Error button if not
fr: Appuyez sur 'OK' si le symbole imprimé est identique à celui sur l'écran. Sinon appuyez sur 'Erreur'

source: Initializing Diagnostic
fr: Initialisation du Diagnostic

# Smartmatic.SAES.GUI.Widgets.SmartCardReaderDiagnosisWidget.PleaseInsertCard
source: Please Insert Card
fr: Veuillez insérer la carte

source: Could not reach reader. Diagnostic Failed.
fr: Impossible d'atteindre le lecteur. Échec de diagnostic

# Smartmatic.SAES.GUI.Widgets.SmartCardReaderDiagnosisWidget.CardInserted
source: Card Inserted
fr: Carte Insérée

# Smartmatic.SAES.GUI.Widgets.SmartCardReaderDiagnosisWidget.DiagnosticSuccessFul
source: Diagnostic successful!
fr: Diagnostic réussi

# Smartmatic.SAES.GUI.Widgets.SmartCardReaderDiagnosisWidget.DiagnosticFailed
source: Diagnostic failed
fr: Le diagnostic a échoué

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CustomAttributeSelection
source: Custom Attribute Selection
fr: Sélection d'Attributs Personnalisés

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorInfoVotingCardData
source: Error reading card, please check the validity of the data If the error persists ask for technical assistance
fr: Erreur durant la lecture de la carte, priére de vérifier la validité des données Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.BackButtonPressed
source: Back Button Pressed
fr: Bouton de retour appuyé

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.SimulateCard
source: Simulate Card
fr: Simuler Carte

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PrinterError
source: Printer Error If the error persists ask for technical assistance
fr: Erreur lors de l'Impression Si l'erreur persiste, demandez l'assistance technique
