Repository: brainv/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: fr

source: Entering vote recovery functionality
fr: Démarrage de la récupération de la carte

# Smartmatic.SAES.GUI.Functionality.RecoveryCardGeneratorFunctionality.IsAudio
source: Activate Audio Voting
fr: Activer le vote Audio

source: Insert the card to activate
fr: Insérez une carte pour l'activer

source: Card inserted. Please press the button to activate the card
fr: La carte est insérée. Veuillez appuyer sur le bouton pour activer la carte

source: Are you completely sure you want to activate the card with the information provided?
fr: Voulez-vous vraiment activer la carte avec l'information pourvue?

source: Error validating data. Check position of card
fr: Erreur dans l'écriture. Veuillez vérifier que vous utilisez la carte adéquate et qu'elle est insérée dans le bon sens

source: Activate Card
fr: Activer la carte

# Smartmatic.SAES.GUI.Functionality.AssistedCardGeneratorFunctionality.Cancel
source: Cancel
fr: Annuler

source: Card Activator Functionality
fr: Activation de carte

source: Card Activator Functionality
fr: Fin des enregistrements des activations assistées

source: Demonstration Vote Not Printed
fr: Vote de démonstration non imprimé

source: Card Activator Functionality
fr: Démarrage des enregistrements des activations assistées

# Smartmatic.SAES.GUI.Functionality.AssistedCardGeneratorFunctionality.IsAudio
source: Select Audio Voting
fr: Activer le vote Audio

source: Please insert card to activate
fr: Insérez une carte pour l'activer

source: Custom Attribute Selection
fr: Sélectionner le type d'électeur

source: Go Back To The Selections
fr: Appuyez sur cette touche si vous voulez revenir à l'écran de sélection

source: Back To Selections
fr: Retour à la sélection

source: Card was Activated
fr: La Carte a été activée. Vous pouvez retirer la carte

# Smartmatic.SAES.GUI.Functionality.AssistedCardGeneratorFunctionality.FillInfo
source: Fill information
fr: Remplir informations

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.Phone
source: Phone
fr: Téléphone

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.PresidentId
source: President Id
fr: Veuillez introduire votre carte ID ou remplissez vos coordonnées

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.SecretaryId
source: Secretary Id
fr: Veuillez introduire votre carte ID ou remplissez vos coordonnées

source: Deputy Secretary Id
fr: Veuillez introduire votre carte ID ou remplissez vos coordonnées

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.AssistentId
source: Assistent Id
fr: Veuillez introduire votre carte ID ou remplissez vos coordonnées

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.WitnessId
source: Witness Id
fr: Veuillez introduire votre carte ID ou remplissez vos coordonnées

source: Assisted Card Activator Funcionality
fr: Activer carte de remplacement

source: Recovery Card Activator Funcionality
fr: Activer carte de récupération

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.VoterInfo
source: VoterInfo
fr: Electeur

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.PropossedInfo
source: Propossed Info
fr: Assistant de l'électeur

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.PollworkerInfo
source: Pollworker Info
fr: Membre du bureau de vote

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ImpugnatorInfo
source: Impugnator Info
fr: Objecteur

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.DesignatedPersonInfo
source: Designated PersonInfo
fr: Personne désignée

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ProxyQuestion
source: Is this an assisted or a proxy voting?
fr: Vote avec assistance ou vote par procuration?

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ProxyButton
source: Proxy Voting
fr: Vote par procuration

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.PresentialButton
source: Assisted Voting
fr: Vote avec assistance

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ChallengeQuestion
source: Does anyone disagree with this activation?
fr: Y a-t-il une objection pour cette activation?

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.YesButton
source: Yes
fr: Oui

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.NoButton
source: No
fr: Non

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ChallengeTitle
source: Observations
fr: Remarques

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.AcceptButton
source: Accept
fr: Confirmer

# Smartmatic.SAES.GUI.Widgets.StatisticCounterRegisterWidget.ConfirmStatistics
source: en Confirm Statistics
fr: Confirmer

# Smartmatic.SAES.GUI.Widgets.StatisticCounterRegisterWidget.ErrorMessage
source: en An error has occured
fr: Une erreur s'est produite

# Smartmatic.SAES.GUI.Widgets.Voting.VoteStatisticsWidget.VotesStatisticsTitle
source: en Votes Statistics
fr: Compléter le Procès-verbal

# Smartmatic.SAES.GUI.Widgets.DurationVerificationWidget.LabelOpenElectionDuration
source: en Duration Time
fr: Durée du processus de vote

source: Vote Already Processed
fr: Vote déjà validé

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.IsAudio
source: Activate Audio Voting
fr: Activer le vote Audio

# Smartmatic.SAES.GUI.Widgets.SignTransmissionPackageWidget.ErrorMessage
source: An error has occuren while signing the Transmission Package
fr: Une erreur s'est produite durant la signature électronique des données sur les votes

# Smartmatic.SAES.GUI.Functionality.PartyContestViewerWidget.VoteIsSuperNull
source: Vote Is Super Null
fr: Le vote est un super Blanco

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.VoteMarkedAsOfficial
source: Vote Marked As Official
fr: Vote officiel

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.VoteMarkedAsRecovery
source: Vote Marked As Recovery
fr: Vote de récupération

# Smartmatic.SAES.GUI.Widgets.GeneratePVReportWidget.GeneratingPVReportFile
source: Generating PV Report
fr: Génération du procès verbal

# Smartmatic.SAES.GUI.Widgets.GeneratePVReportWidget.ErrorMessage
source: Error Generating PV Report
fr: Erreur durant la génération du procès verbal

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.ReportingProcess
source: Reporting
fr: Rapports

# Smartmatic.SAES.GUI.Windows.VotingWindow.CardNotExtracted
source: Card Not Extracted If the error persists ask for technical assistance
fr: La carte n'a pas été retirée Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.Glade.ChangeHour.HourChanged
source: Hour Changed
fr: Date/Heure modifiée

# Smartmatic.SAES.GUI.Functionality.ReportLogFunctionality.ReportLogTitle
source: Report Log
fr: Impression du rapport d'activités

# Smartmatic.SAES.GUI.Functionality.LogReportFunctionality.LogStartFunctionality
source: Log start
fr: Début log

# Smartmatic.SAES.GUI.Functionality.LogReportFunctionality.LogCloseFunctionality
source: Log close
fr: Clôture log

# Smartmatic.SAES.GUI.Widgets.LogTreeViewWidget.Message
source: Reported Action
fr: Action rapportée

# Smartmatic.SAES.GUI.Widgets.LogTreeViewWidget.Level
source: Level
fr: Niveau

# Smartmatic.SAES.GUI.Widgets.ChangeLanguageWidget.LanguageChanged
source: Language Changed
fr: Langue modifiée

# Smartmatic.SAES.Glade.ReportLogWidget.TagAudit
source: Audit Log
fr: Rapport d'audit

# Smartmatic.SAES.Glade.ReportLogWidget.TagError
source: Error Log
fr: Rapport d'erreurs

# Smartmatic.SAES.GUI.Widgets.PartyContestZoomWidget.TextPrincipal
source: Principal
fr: Candidats

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsDemo
source: Demo vote
fr: Diagnostic de vote

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsOfficial
source: Normal vote
fr: Vote officiel

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsRecovery
source: Recovery vote
fr: Vote de récupération

source: Barcode Reader Diagnosis Executed
fr: Diagnostic du lecteur de code barres exécuté

source: Official card was activated sucessfully
fr: La carte officielle a été activée avec succès

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.ErrorActivationCard
source: Error Activating Official Card
fr: Erreur durant l'activation de la carte officielle

source: Error recovering data
fr: Erreur durant la récupération des données

source: Recovery card was activated. You can remove the card.
fr: La carte de récupération a été activée. Vous pouvez retirer la carte

source: Card was activated successfully
fr: La carte a été activée avec succès

source: Error Activating Recovery Card
fr: Erreur durant l'activation de la carte de récupération

source: Assisted card was activated successfully
fr: La carte de remplacement a été activée avec succès

source: Error Activating Assisted Card
fr: Erreur durant l'activation de la carte de remplacement

source: Flash Diagnosis Executed
fr: Diagnostic de clé USB exécuté

source: Note Added Succesfully
fr: Remarque ajoutée avec succès

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.ErrorOpeningElection
source: Error Opening Election
fr: Erreur durant l'ouverture de l'élection

source: Printer Diagnosis Executed
fr: Diagnostic de l'imprimante exécuté

source: Smartcard Reader Diagnosis Executed
fr: Diagnostic du lecteur de carte exécuté

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.SuccessfullProcessVote
source: Vote processed successfully
fr: Vote exécuté avec succès

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.VoteAlreadyProcessed
source: Vote already processed
fr: Vote déjà exécuté

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ScannedVote
source: Vote scanned
fr: Vote lu

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ScannedVoteWithErrors
source: Error scanning vote
fr: Erreur durant la lecture du vote

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ErrorActivationCard
source: Error Activating Vote Demo Card
fr: Erreur durant l'activation de la carte Demo

source: Voting Machine Installation Successfull
fr: L'installation de l'ordinateur de vote terminée avec succès

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportWidget.ModifiedReport
source: Report modified
fr: Rapport modifié

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportWidget.AddedReport
source: Report added
fr: Rapport ajouté

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportWidget.DeletedReport
source: Report deleted
fr: Rapport supprimé

source: Report completed
fr: Rapport complété

# Smartmatic.SAES.GUI.Widgets.ReportLogWidget.PrintingAuditLog
source: Printing Audit Log
fr: Impression du rapport d'audit

# Smartmatic.SAES.GUI.Widgets.ReportLogWidget.PrintingErrorLog
source: Printing Error Log
fr: Impression du rapport d'erreurs

# Smartmatic.SAES.GUI.Widgets.ReportLogWidget.LogPrinted
source: Log Printed
fr: Logs imprimés

source: Cleaned Selections
fr: Désélectionner tout

source: Error Persisting Close Note Register. Crypto Exception
fr: Erreur durant l'enregistrement d'une remarque lors de la clôture: exception cryptographie

source: Error Persisting Close Note Register. Signed Exception
fr: Erreur durant l'enregistrement d'une remarque lors de la clôture: exception signature

source: Error Persisting Close Note Register. Xml Exception
fr: Erreur durant l'enregistrement d'une remarque lors de la clôture: exception xml

source: Error Persisting Close Note Register. Unknown Exception
fr: Erreur inconnue durant l'enregistrement d'une remarque lors de la clôture

source: Succesfull Persisting Close Note Register
fr: Remarque de fermeture ajoutée avec succès

source: Error Persisting Close Note Register
fr: Erreur durant l'enregistrement de la remarque de fermeture

source: Preview Deactivated
fr: Afficher le vote

source: Preview Activated
fr: Cacher le vote

source: The vote preview is deactivated
fr: La visualisation du vote a été désactivée

# Smartmatic.SAES.GUI.Widgets.PartyContestZoomWidget.FullPartySelected
source: Full Party Selected
fr: Vote Tête de liste sélectionné

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.CloseElection
source: Close Election
fr: Fermeture de l'élection

source: All Diagnostic Finished
fr: Tous les diagnostics sont terminés

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.ErrorPrintingReport
source: Error Printing Report
fr: Erreur durant l'impression du rapport

source: BarCode Diagnosis Finished
fr: Diagnostic du lecteur de code barres terminé

source: Smartcard Reader Diagnosis Finished
fr: Diagnostic du lecteur de carte à puce terminé

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.PrinterFinished
source: Printer Diagnosis Finished
fr: Diagnostic de l'imprimante terminé

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.PrinterFinishedOk
source: Printer Diagnosis Ok
fr: Diagnostic de l'imprimante terminé avec succès

# Smartmatic.SAES.GUI.Functionality.AllDiagnosisFunctionality.PrinterFinishedError
source: Printer Diagnosis Error
fr: Le Diagnostic de l'imprimante a échoué

source: Calibration Diagnosis Finished
fr: Diagnostic de calibrage terminé

source: Flash Diagnosis Finished
fr: Diagnostic de clé USB terminé

source: Brightness Diagnosis Finished
fr: Diagnostic de Contraste terminé

# Smartmatic.SAES.GUI.Functionality.PrintPreviewFunctionality.BarcodeError
source: Barcode Error
fr: Erreur de code barres

# Smartmatic.SAES.GUI.Functionality.VoteConsolidationFunctionality.VoteSaved
source: Vote processed
fr: Vote traité

source: Vote Preview displayed
fr: Visualisation du vote

# Smartmatic.SAES.GUI.Widgets.PagingTreeViewWidget.Print
source: Print
fr: Imprimer

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.SignElectionResource
source: Signing Election Resources
fr: Signer les résultats

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.IDMessage
source: Please insert the eID of the person who is signing the election files
fr: Veuillez introduire l'Eid de la personne qui signe les résultats

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.Confirm
source: Confirm
fr: Confirmer

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.Back
source: Back
fr: Retour

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.ConfirmQuestion
source: Are you sure that you want to sign the election files using this eID?
fr: Êtes-vous sûr de vouloir signer les résultats avec cette Eid

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.SignButton
source: Sign
fr: Oui

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.NoSignButton
source: No Sign
fr: Non

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.SignPackageQuestion
source: Do you want to sign the files?
fr: Voulez-vous signer le fichier des résultats

# Smartmatic.SAES.GUI.Widgets.SignElectionResourceWidget.NoSignElectionResource
source: Generating election resources
fr: Les fichiers de ressources ne sont pas signés

source: Continue with errors
fr: Continuer avec les erreurs

source: One or more devices are disconnected or not working properly. Make sure all devices are connected properly, if the problem continues please ask for technical support
fr: Un ou plusieurs appareils sont débranchés ou ne fonctionnent pas correctement. Assurez-vous que tous les périphériques sont connectés correctement, si l'erreur persiste, demandez l'assistance technique

source: Please extract the token card
fr: Veuillez retirer la carte d'accès

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.RetryPassword
source: Re-print installation report
fr: Rapport d'installation Nouvelle impression

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.PrintingReport
source: Printing installation report
fr: Impression du rapport d'installation

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.SuccessfulPosters
source: Print success
fr: Impression réussie

# Smartmatic.SAES.GUI.Windows.ErrorWindow.ButtonShutDown
source: Shut Down
fr: Fermer

source: Verifiren van de Data
fr: Vérification des données

source: Klik op volgende om het proces te beindigen
fr: Vérification en cours...

# Smartmatic.SAES.GUI.Windows.ErrorWindow.PendriveExtracted
source: nl Pendrive Extracted
fr: Clé USB extraite

source: Election is not initiated
fr: L'élection n'est pas initialisée

source: Election is initiated
fr: L'élection est initialisée

source: Election is closed
fr: L'élection est fermée

source: Results generated
fr: Résultats générés

# Smartmatic.SAES.GUI.Windows.ErrorWindow.ErrorCheckData
source: Error check data in media
fr: Erreur, veuillez vérifier l'information dans le média

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.VerifyDataOk
source: Data verified successfully
fr: Vérification terminée avec succès

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.StatingActivateCard
source: Starting card activation
fr: Démarrage de l'activation de la carte

source: Close votation starting
fr: Démarrage de fermeture du vote

source: Close votation ended
fr: Fermeture de vote terminée

source: Vote consolidation starting
fr: Démarrage de l'enregistrement du vote

source: Vote consolidation ended
fr: Enregistrement du vote terminé

source: Vote processing
fr: Exécution du vote

source: Incident report ended
fr: Rapport d'incident terminé

source: Voting machine(s) installation starting
fr: Démarrage de l'installation des ordinateurs de vote

source: Demo card activation starting
fr: Démarrage de l'activation des cartes de diagnostisque de vote

source: Demo card activated successfully
fr: Carte de diagnostique de vote activée avec succès

source: nl Log Start Functionality
fr: Démarrage de l'enregistrement des notes du president

source: nl Log Close Functionality
fr: Enregistrement des notes du president terminé

source: nl Diagnostic ReportPrinted LogKey
fr: Rapport de diagnostique imprimé

# Smartmatic.SAES.GUI.Widgets.PartyContestViewerWidget.PartiesContest
source: Parties \ Contest
fr: Partis \ Election

# Smartmatic.SAES.GUI.Windows.HelpWindow.PrintButton
source: Print Help
fr: Imprimer

# Smartmatic.SAES.GUI.Windows.HelpWindow.NoFileToPrintFound
source: No File To Print Found
fr: Aucun fichier à imprimé trouvé

# Smartmatic.SAES.GUI.Windows.HelpWindow.NoImageHelpFound
source: No Help Found
fr: Pas d'aide trouvé

# Smartmatic.SAES.GUI.Windows.HelpWindow.PrinterErrorState
source: There's A Error With The Printer
fr: Il y'a une erreur avec l'imprimante

# Smartmatic.SAES.GUI.Windows.HelpWindow.ErrorPrinting
source: Error Printing
fr: Erreur d'impression

# Smartmatic.SAES.GUI.Windows.HelpWindow.PrintComplete
source: Finish Print Help
fr: Impression de l'aide terminée

# Smartmatic.SAES.GUI.Windows.VMInstallationWindow.ProgressMessage
source: Please wait...
fr: Veuillez patienter...

# Smartmatic.SAES.GUI.Windows.WizardWindow.Title
source: Election Day Workflow
fr: Déroulement du jour de l'élection

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardUsedFR
source: Carte Utilise
fr: Carte Utilisée

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorWriteCardFR
source: Erreur d'criture de carte, s'il vous plat vrifier la validit des donnes Si l'erreur persiste, demandez l'assistance technique
fr: Erreur d'écriture sur la carte, veuillez vérifier la validité des données Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorReadingCardFR
source: Erreur durant la lecture de la carte, merci de vrifier la validit des donnes
fr: Erreur durant la lecture de la carte, veuillez vérifier la validité des données

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PleaseInsertCardFR
source: Veuillez insrer votre carte pour commencer le vote
fr: Introduisez la carte jusqu'à la ligne dans la fente de la machine pour démarrer le vote

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsDemoFR
source: Vote de dmo
fr: Diagnostic de vote

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorInfoVotingCardDataFR
source: Erreur durant la lecture de la carte, prire de vrifier la validit des donnes Si l'erreur persiste, demandez l'assistance technique
fr: Erreur durant la lecture de la carte, veuillez vérifier la validité des données Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardValidityPeriodExpiredFR
source: Validit de la carte expire Si l'erreur persiste, demandez l'assistance technique
fr: Validité de la carte expirée Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsRecoveryFR
source: Vote de rcupration
fr: Vote de récupération

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PleaseInsertCardOrScanVoteFR
source: Veuillez insrer votre carte pour commencer le vote ou scannez votre bulletin de vote pour vrifier votre vote
fr: Introduisez la carte jusqu'à la ligne dans la fente de la machine pour démarrer le vote ou scannez votre bulletin de vote pour vérifier votre vote

source: Veuillez insrer votre carte pour commencer le vote
fr: Introduisez la carte jusqu'à la ligne dans la fente de la machine pour démarrer le vote

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PleaseInsertCardNL
source: Stop uw kaart tot aan de streep in de gleuf.
fr: Steek de kaart tot aan de lijn in de gleuf van de machine om de stemprocedure op te starten

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsDemoNL
source: Demostem
fr: Teststemmen

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsOfficialNL
source: Normal stem
fr: Officiële stem

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PleaseInsertCardOrScanVoteNL
source: Stop uw kaart tot aan de streep in de gleuf of scan uw stembiljet om uw stem te verifiren
fr: Steek de kaart tot aan de lijn in de gleuf van de machine om de stemprocedure op te starten of scan uw stembiljet om uw stem te verifiëren

source: Stop uw kaart tot aan de streep in de gleuf.
fr: Steek de kaart tot aan de lijn in de gleuf van de machine om de stemprocedure op te starten

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PrinterErrorDE
source: Foutmelding Printer Ein Fehler ist aufgetreten wahrend das lesen von die Karte. Bitte kontrolieren Sie die Genauigkeit von die Datei de If the error persists ask for technical assistance
fr: de Foutmelding Printer Ein Fehler ist aufgetreten wahrend das lesen von die Karte. Bitte kontrolieren Sie die Genauigkeit von die Datei de If the error persists ask for technical assistance

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorWriteCardDE
source: Fehler beim schreiben von die Karte. Bitte Genauigkeit kontrolieren de If the error persists ask for technical assistance
fr: de Fehler beim schreiben von die Karte. Bitte Genauigkeit kontrolieren de If the error persists ask for technical assistance

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorInfoVotingCardDataDE
source: Fout in Stem kaart. Ein Fehler ist aufgetreten wahrend das lesen von die Karte. Kontrolieren Sie Genauigkeit von Datei de If the error persists ask for technical assistance
fr: de Fout in Stem kaart. Ein Fehler ist aufgetreten wahrend das lesen von die Karte. Kontrolieren Sie Genauigkeit von Datei de If the error persists ask for technical assistance

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsOfficialDE
source: de Normal vote
fr: de Official vote

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CriticalAlarmCardNotRemoveDE
source: Alarm Karte ist benutzt de If the error persists ask for technical assistance
fr: de Alarm Karte ist benutzt de If the error persists ask for technical assistance

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PleaseInsertCardEN
source: Please Insert Card
fr: Please insert the card in order to begin the voting process
