Repository: brainv/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: fr

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.MessageInitial
source: Press Ok when ready to generate the card, or Cancel to go back
fr: Appuyez sur OK pour générer la carte ou sur 'Echap' pour retourner à l'écran précédent

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.LabelWitness
source: Witness:
fr: Témoin:

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.LabelPresident
source: President:
fr: Président:

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.LabelVoter
source: Voter:
fr: Electeur:

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.ButtonCancel
source: Back
fr: Annuler

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.MessagePresidentEmpty
source: The President field is empty, please fill it before pressing Ok
fr: Veuillez remplir le champ Président et appuyer sur OK

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.MessageWitnessEmpty
source: The Witness field is empty, please fill it before pressing Ok
fr: Veuillez remplir le champ du témoin et appuyer sur OK

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.MessageVoterEmpty
source: The Voter field is empty, please fill it before pressing Ok
fr: Veuillez remplir le champ de l'électeur et appuyer sur OK

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.AssistedActRegistered
source: The Assisted Activation was registered
fr: Activation d'un vote assisté enregistrée

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.GeneratingCard
source: The Assisted Activation will be registered if the card is Generated
fr: L'activation du vote assisté sera enregistrée si la carte est générée

# Smartmatic.SAES.GUI.Widgets.AssistedActivationTreeView.PresidentColumn
source: President:
fr: Président:

# Smartmatic.SAES.GUI.Widgets.AssistedActivationTreeView.WitnessColumn
source: Witness:
fr: Témoin:

# Smartmatic.SAES.GUI.Widgets.AssistedActivationTreeView.VoterColumn
source: Voter:
fr: Electeur:

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.Member
source: Member
fr: Membre

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.FirstName
source: First Name
fr: Prénom

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.LastName
source: Last Name
fr: Nom

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.Account
source: Account
fr: Compte

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.Party
source: Party
fr: Liste

source: Installation Package Number Of Cards
fr: Nombre de cartes d'activation reçues

source: Installation Package Spare Printing Rolls
fr: Nombre de rouleaux de papier de rechange pour imprimantes reçus

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.StatisticCounterWidget.VoteMachines
source: Vote Machines
fr: Nombre de Ordinateurs de vote reçues

source: Total Activated Cards
fr: Total des cartes activées

source: Total Activated Official Cards
fr: Total des cartes officielles activées

source: Total Activated Demo Cards
fr: Total des cartes de démonstration activées

source: Total Security Copy Cards
fr: Total des cartes de secours activées

source: Total Belgian Activated Cards
fr: Total des cartes activées pour les électeurs belges

source: Total European Activated Cards
fr: Total des cartes activées pour les électeurs Européens

source: Total Belgian Activated Official Cards
fr: Total des cartes officielles activées pour les électeurs belges

source: Total European Activated Official Cards
fr: Total des cartes officielles activées pour les électeurs Européens

source: Total Belgian Activated Demo Cards
fr: Total des cartes de démonstration activées pour les électeurs belges

source: Total European Activate Demo Cards
fr: Total des cartes de démonstration activées pour les électeurs Européens

source: Total Issue Cards
fr: Total des cartes présentant des problèmes

source: Total Official Votes Received
fr: Total des votes officiels reçus

source: Total Demo Votes Received
fr: Total des votes de démonstration reçus

source: Total Reading Issues Votes Received
fr: Nombre de problèmes de lecture

source: Total Annulled Votes By Revelation
fr: Total des votes annulés pour cause de révélation

source: Total Proxy Votes
fr: Total des votes par procuration

source: Total Annulled Votes
fr: Total des Votes annulés

source: Additional Hours To Vote
fr: Temps supplémentaire pour le vote

source: Voters Which Damaged Cards
fr: Nombre d'électeurs ayant endommagé des cartes

source: Voters Which Could Not See Votes
fr: Nombre d'électeurs n'ayant pu vérifier leur vote

# Smartmatic.SAES.GUI.Windows.InitialCalibWindow.Title
source: Touchscreen Calibration
fr: Calibrage de l'écran tactile

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.InstallDevice
source: Installation of the VM and reinsertion of the USB memory
fr: Installation des ordinateurs de vote et réinsertion des clés USB

source: President Notes Registration
fr: Enregistrement des notes du président

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.Title
source: Please insert the comments regarding the process to Open the Election Click on 'Validate' to continue
fr: Veuillez insérer vos commentaires sur l'ouverture de l'élection Cliquez sur 'Valider' pour continuer

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.NoteRegister
source: Comments
fr: Commentaires

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.SaveNote
source: Validate
fr: Valider

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.CloseVotation
source: Closing Voting
fr: Clôturer les votes

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.VoteConsolidation
source: Audit and recount of votes
fr: Contrôle et recomptage des votes

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.CloseVotationButton
source: Close Voting
fr: Touche de clôture de l'élection

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.RequestIDCard
source: Insert the eID
fr: Introduction de la carte eID

source: Please insert the Login card in the smart card reader
fr: Veuillez insérer votre carte d'accès dans le lecteur

source: Generation of the Login Card
fr: Création de la carte d'accès

source: Wrinting information in the login card
fr: Ecriture des données sur la carte d'accès

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.NoteSaved
source: Note saved
fr: Remarque sauvegardée

source: Remove the USB memory from the PM
fr: Extraction des clés USB de la machine du président

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.CloseVotation
source: Close Voting
fr: Clôture des votes

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.Back
source: Save Report
fr: Retour

source: Registration of president notes
fr: Enregistrement des notes du président

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerRegisterWidget.President
source: president
fr: Président

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerRegisterWidget.Secretary
source: secretary
fr: Secrétaire

source: deputy secretary
fr: Secrétaire adjoint

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerRegisterWidget.Assistent
source: assistent
fr: Assesseur

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerRegisterWidget.Witness
source: witness
fr: Témoin

source: Management of Poll Workers
fr: Gestion des membres du bureau de vote

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.IncompleteData
source: Input error, verify the information inserted and try again
fr: Entrée erronée, essayez a nouveau

source: Bad processed vote
fr: Erreur d'enregistrement du vote

# Smartmatic.SAES.GUI.Functionality.VoteConsolidationFunctionality.WaitingVote
source: Waiting for vote
fr: En attente d'un vote à scanner

source: Consolidate votes
fr: Enregistrement des votes

# Smartmatic.SAES.GUI.Widgets.Voting.VoteStatisticsWidget.TotalVotes
source: Total of votes
fr: Total des votes

# Smartmatic.SAES.GUI.Widgets.Voting.VoteStatisticsWidget.TotalDuplicateVotes
source: Total of double votes
fr: Total des doubles votes

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.ReportPrinting
source: Printing of report
fr: Impression du rapport

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.BackButton
source: Return
fr: Retour

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.TitleEmpty
source: Input error, verify the information inserted and try again
fr: Entrée erronée, essayez a nouveau

source: Opening VM installation functionality
fr: Démarrer l'installation des ordinateurs de vote

source: Click on 'Next' to start the installation process
fr: Appuyez sur 'Suivant' pour lancer l'assistant d'installation

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.ContentEmpty
source: Content is empty
fr: Contenu vide

# Smartmatic.SAES.GUI.Functionality.VoteConsolidationFunctionality.ProcessingVote
source: Processing vote
fr: Traitement du vote terminé

source: Vote already processed
fr: Vote déjà scanné

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.NextButton
source: Next
fr: Suivant

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.ClosingVotation
source: Closing Voting
fr: Clôture des votes

source: Insertion of Login Card
fr: Introduction de la carte d'accès

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.FinalizeStep
source: Installation of VM has ended
fr: Installation des ordinateurs de vote terminée

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.FinishButton
source: Finish
fr: Fin

# Smartmatic.SAES.GUI.Widgets.VotingMachineInstallationWizardWidget.Finalize
source: Click on 'Finish' to continue
fr: Appuyez sur 'Fin' pour continuer

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardValidityPeriodExpired
source: Card Vadility period expired If the error persists ask for technical assistance
fr: Validité de la carte expirée Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ValidatingCardInserted
source: Validating card
fr: Validation de la carte

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.CompositeLabelInitialMsg
source: Generating Reports
fr: Génération de rapports

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.ProgressLabelInitialMsg
source: Press the 'Print' button if you want to print the reports. Ensure that the printer is switched on and has sufficient paper
fr: Appuyez sur le bouton 'Imprimer' si vous désirez imprimer les rapports. Assurez-vous que l'imprimante est branchée et qu'il y a assez de papier

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.ReportListTitleLabelInitialMsg
source: Reports
fr: Rapports

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.PrintButtonMsg
source: Print
fr: Imprimer

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.ReportPrintingFinishedMessage
source: All reports were printed successfully
fr: Tous les rapports ont été imprimés avec succès

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.PrintingNewReportMesg
source: Print the Report
fr: Imprimer le rapport:

# Smartmatic.SAES.GUI.Widgets.ReportPrintingWidget.ReportCountMessage
source: Printing of the Report
fr: Impression du rapport

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.FirstName
source: Name
fr: Prénom

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.SurName
source: Last Name
fr: Nom

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.Gender
source: Gender (F or M)
fr: Sexe

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.Nationality
source: Nationality
fr: Nationalité

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.NationalityNumber
source: Number of Nationality
fr: Numéro national

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.AcceptButtonMessage
source: Confirm
fr: Confirmer

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.Message.PleaseInsertCard
source: Please insert the eID in the Smart card reader
fr: Veuillez insérer votre carte eID dans le lecteur

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.CancelButtonMessage
source: Anulate
fr: Annuler

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.IncompleteData
source: Input error, verify the information inserted and try again
fr: Entrée erronée, essayez a nouveau

source: Saving result files
fr: Sauvegarde du fichier des résultats

# Smartmatic.SAES.GUI.Widgets.CloseElectionStatusWidget.ClosingElection
source: Close Election
fr: Clôture de l'élection

source: Sign transmission package
fr: Signature de transmission

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetCloseElection.IdCardMessage
source: Please insert the eID in the Smart card reader
fr: Veuillez insérer votre carte eID dans le lecteur

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetCloseElection.IdCardMessageConfirm
source: Please confirm the information of the eID
fr: Veuilllez confirmer les données affichées à l'écran

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.Message.AcceptCurrentBeid
source: Please confirm the information of the eID
fr: Veuillez confirmer la carte eID affichée à l'écran

source: Remove the login card
fr: Retirer la carte d'accès

source: Use the memories to install the voting machines and re-insert them to continue
fr: Utilisez les mémoires pour installer les ordinateurs de vote et insérez-les de nouveau pour continuer

source: Please remove the memories to continue with the installation process
fr: Veuillez retirer les mémoires pour continuer le processus d'installation

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.LoadingData
source: Charging data
fr: Chargement des données

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetOpenElection.IdCardMessage
source: Please insert the eID in the Smart card reader
fr: Veuillez insérer votre carte eID dans le lecteur

# Smartmatic.SAES.GUI.Functionality.VotingExperienceValidationFunctionality.Title
source: Validation of votes
fr: Validation des votes

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetOpenElection.IdCardMessageConfirm
source: Please confirm the information of the eID
fr: Veuilllez confirmer les données affichées à l'écran

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.LogReport
source: Log Report
fr: Imprimer le rapport d'activité

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.ProxyActivation
source: proxy activation
fr: Activation Carte de procuration

source: presential activation
fr: Vote avec assistance

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.Pollworker
source: poll worker
fr: Membre du bureau de vote

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.Voter
source: voter
fr: Electeur

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.PropossedPerson
source: proposed person
fr: Assistant de l'Electeur

source: activation impugnated
fr: Objection à l'assistant de l'électeur

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.Impugnator
source: impugnator
fr: Objecteur

source: designated person
fr: Personne désignée

# Smartmatic.SAES.GUI.Widgets.AssistedActivationIDCardWidgetViewer.ReasonTitle
source: reason title
fr: Raison de l'objection

source: clean
fr: Retour

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerDialogWidget.PhoneNumber
source: phone number
fr: Téléphone

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerMemberWidget.ClickToAdd
source: Click Here To Add PollWorker
fr: Cliquer ici pour ajouter le membre du bureau de vote

# Smartmatic.SAES.GUI.Windows.VotingWindow.SmartCardExtracted
source: Card deactivated, because it was removed 3 times If the error persists ask for technical assistance
fr: La Carte a été retirée 3 fois et est donc désactivée Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetPMInstall.IdCardMessage
source: Waiting for ID information to be introduced
fr: Veuillez insérer votre carte eID dans le lecteur

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetPMInstall.IdCardMessageConfirm
source: ID information displayed on the screen
fr: Veuillez confirmer la carte eID affichée à l'écran

# Smartmatic.SAES.GUI.Widgets.DurationVerificationWidget.Title
source: Duration verification
fr: Vérification de la durée

# Smartmatic.SAES.GUI.Widgets.DurationVerificationWidget.LabelDuration
source: Duration
fr: Durée

# Smartmatic.SAES.GUI.Widgets.DurationVerificationWidget.LabelHour
source: Hour
fr: Heure(s)

# Smartmatic.SAES.GUI.Widgets.DurationVerificationWidget.LabelSec
source: Seconds
fr: Seconde(s)

# Smartmatic.SAES.GUI.Functionality.PartyContestViewerWidget.VoteMarkedAsDemo
source: Vote marked as demo
fr: Diagnostic de vote

# Smartmatic.SAES.GUI.Functionality.PartyContestViewerWidget.VoteMarkedAsOfficial
source: Vote marked as official
fr: Vote officiel

# Smartmatic.SAES.GUI.Functionality.PartyContestViewerWidget.VoteMarkedAsRecovery
source: Vote marked as recovery
fr: Vote de récupération

# Smartmatic.SAES.GUI.Windows.VotingWindow.BendPrintedTicket
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
fr: Pliez votre ticket de vote en deux, texte vers l'intérieur Vous pouvez vous rendre à l'urne pour scanner votre bulletin de vote Votre vote est terminé

# Smartmatic.SAES.GUI.Windows.VotingWindow.BendPrintedTicket.Demo
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
fr: Pliez votre ticket de vote en deux, texte vers l'intérieur Vous pouvez vous rendre à l'urne pour scanner votre bulletin de vote Votre vote est terminé

# Smartmatic.SAES.GUI.Windows.VotingWindow.BendPrintedTicket.Recovery
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
fr: Pliez votre ticket de vote en deux, texte vers l'intérieur Vous pouvez vous rendre à l'urne pour scanner votre bulletin de vote Votre vote est terminé

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.MessageLVGInvalid
source: Logical Voting Group Invalid
fr: Type d'électeur invalide

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.MessageVoteCodeInvalid
source: Vote code invalid
fr: Code de vote invalide

source: The vote was consolidated
fr: Le vote a été validé

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetCloseElection.ErrorMessage
source: An error has occured
fr: Une erreur s'est produite

# Smartmatic.SAES.GUI.Widget.ConfirmationDeleteWidget.DeleteQuestion
source: Are you sure you want to delete this item?
fr: Voulez-vous vraiment effacer ces données?

# Smartmatic.SAES.GUI.Widget.ConfirmationDeleteWidget.Delete
source: Delete
fr: Oui

# Smartmatic.SAES.GUI.Widget.ConfirmationDeleteWidget.Back
source: Back
fr: Non

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteWidget.Name
source: Name
fr: Nom

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteWidget.ClickToInsert
source: Click to insert
fr: Ajouter

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteWidget.PresidentNote
source: President note
fr: Remarque du président

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteWidget.NormalNote
source: Normal note
fr: Remarque simple

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteRegisterWidget.CreateNote
source: Create note
fr: Ajouter une remarque

source: Confirm notes
fr: Valider remarques

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteRegisterWidget.WriterInfo
source: Writer info
fr: Informations sur l'auteur

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteRegisterWidget.Back
source: Back
fr: Retour

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteRegisterWidget.WriteNote
source: Write note
fr: Remarque

source: President note
fr: Remarque du président

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.CloseNoteRegisterWidget.AddNote
source: Add note
fr: Valider

# Smartmatic.SAES.GUI.Widgets.CloseNoteRegisterWidget.ErrorMessage
source: An error has occured
fr: Une erreur s'est produite

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeaderConfirmation
source: Blank Vote Header Confirmation
fr: Confirmation de l'en-tête du vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooterConfirmation
source: Blank Vote Footer Confirmation
fr: Confirmation du pied de page du vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeaderConfirmation.Demo
source: Blank Vote Header Confirmation
fr: Confirmation de l'en-tête du vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooterConfirmation.Demo
source: Blank Vote Footer Confirmation
fr: Confirmation du pied de page du vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooterConfirmation.Recovery
source: Blank Vote Footer Confirmation
fr: Confirmation du pied de page du vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeaderConfirmation.Recovery
source: Blank Vote Header Confirmation
fr: Confirmation de l'en-tête du vote blanc

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalActivated
source: Total Cards Activated
fr: Cartes activées

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalRecoveryActivated
source: Total Recovery Activated
fr: Cartes pour duplicata activées

source: Total Non Audio Recovery Activated
fr: Cartes de récupération non-audio activées

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalOfficialActivated
source: Total Official Cards Activated
fr: Cartes officielles activées

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalNonAudioActivated
source: Total Non Audio Cards Activated
fr: Cartes non-audio activées

source: Total Non Audio Official Cards Activated
fr: Cartes normales non-audio activées

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.OfficialNonAudioTitle
source: Non Audio Voting Information
fr: Information de vote non-audio

# Smartmatic.SAES.GUI.Functionality.CardGeneratorFunctionality.IsAudio
source: Select Audio Voting
fr: Activer le vote Audio

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalAudioActivated
source: TotalAudioActivated
fr: Cartes audio activées

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.TotalDemoActivated
source: TotalDemoActivated
fr: Cartes démo activées

source: TotalAudioOfficialActivated
fr: Cartes audio normales activées

source: TotalAudioDemoActivated
fr: Cartes audio démo activées

source: TotalAudioRecoveryActivated
fr: Cartes de récupération audio activées

source: TotalNonAudioDemoActivated
fr: Cartes démo non-audio activées

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.DemoNonAudioTitle
source: DemoNonAudioTitle
fr: Cartes démo non-audio

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.OfficialAudioTitle
source: OfficialAudioTitle
fr: Cartes audio normales

# Smartmatic.SAES.GUI.Widgets.CustomAttributesCounterWidget.DemoAudioTitle
source: DemoAudioTitle
fr: Cartes audio démo activées

source: Card inserted. Please press the button to activate the card
fr: La carte est insérée. Veuillez appuyer sur le bouton pour activer la carte

source: Are you completely sure you want to activate the card with the information provided?
fr: Voulez-vous vraiment activer la carte avec l'information pourvue?

source: Error validating data. Check position of card
fr: Erreur dans l'écriture. Veuillez vérifier que vous utilisez la carte adéquate et qu'elle est insérée dans le bon sens

source: Activate Card
fr: Activer la carte

# Smartmatic.SAES.GUI.Functionality.RecoveryCardGeneratorFunctionality.Cancel
source: Cancel
fr: Annuler

source: Card Activator Functionality
fr: Activation de carte

source: Card Activator Functionality
fr: Fin de la récupération de la carte

source: Demonstration Vote Not Printed
fr: Vote de démonstration non imprimé

source: Generated Cards
fr: Cartes activées
