Repository: brainv/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: fr

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.AlarmActivated
source: de Alarm activated: Please verify that you have not inserted the card with the chip the other way round or with the chip downwards If the error persists ask for technical assistance
fr: Alarme activée: Veuillez vérifier que vous n'avez pas inséré la carte avec la puce vers l'autre côté ou avec la puce vers le bas Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorWriteCard
source: Error writing card, please check the validity of the data If the error persists ask for technical assistance
fr: Erreur d'écriture de carte, veuillez vérifier la validité des données Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.AlarmCardUsed
source: Alarm Card Used If the error persists ask for technical assistance
fr: Alarme: cette carte a déjà été utilisée précédemment Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PleaseInsertCard
source: Please Insert Card
fr: Introduisez la carte jusqu'à la ligne dans la fente de la machine pour démarrer le vote

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.PollingPlace
source: Polling Place:
fr: Bureau de Vote:

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.PollingPlaceAddress
source: Polling Place Address:
fr: Bureau de Vote:

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.ElectionNameKey
source: Election Name:
fr: Processus Electoral

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.PollingStationCodeKey
source: Polling Station Code:
fr: Bureau de Vote:

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.PollingStationNumberKey
source: Polling Station Number:
fr: Bureau de Vote:

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.WrongPassword
source: WRONG PASSWORD
fr: Mot de passe incorrect

# Smartmatic.SAES.GUI.Windows.AuthenticationWindow.AlarmPending
source: Alarm Pending If the error persists ask for technical assistance
fr: Alarme en Cours Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.Title
source: Automatic Diagnostic
fr: Diagnostic automatique

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.AlarmBoxDevice
source: AlarmBox Device:
fr: Boîtier d'Alarme:

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.BarcodeReader
source: Barcode Reader:
fr: Lecteur de Code Barres:

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.PrinterDevice
source: Printer Device:
fr: Périphérique d'Impression:

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.SmartcardReader
source: Smartcard Reader:
fr: Lecteur de Carte à Puce:

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.FlashDevice
source: Flash Device:
fr: Périphérique Clé USB:

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.TouchScreenCalibration
source: Touch Screen Calibration:
fr: Etalonnage écran tactile:

# Smartmatic.SAES.GUI.Windows.ChooseOptionWindow.Title
source: Choose Option Window
fr: Choisir l'Option

# Smartmatic.SAES.GUI.Windows.InitializationWindow.Title
source: Initialization Window
fr: Initialisation de la machine

# Smartmatic.SAES.GUI.Windows.InitializationWindow.Initializing
source: Initializing
fr: Initialisation en cours

# Smartmatic.SAES.GUI.Windows.VMInstallationWindow.Title
source: VM Installation Window
fr: Installation de l'ordinateur de vote

# Smartmatic.SAES.GUI.Windows.VMInstallationWindow.ButtonBack
source: Back
fr: Retour

# Smartmatic.SAES.GUI.Windows.VMInstallationWindow.SuccessfulAuthentication
source: Authentication successful, please remove the card
fr: Authentification réussie, veuillez retirer la carte

# Smartmatic.SAES.GUI.Windows.VMInstallationWindow.AuthenticationFailed
source: Authentication failed, check the card and try again. If the problem persists ask for technical assistance
fr: Authentification échouée, vérifiez la carte et essayez de nouveau. Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Windows.VotingMachineInstallationWizardWindow.Title
source: VM Installation Window
fr: Installation de l'ordinateur de vote

# Smartmatic.SAES.GUI.Windows.VotingWindow.LoadingBallotOption.Recovery
source: Loading Ballots
fr: Chargement des candidats

# Smartmatic.SAES.GUI.Windows.VotingWindow.LoadingBallotOption
source: Loading Ballots
fr: Chargement des candidats

# Smartmatic.SAES.GUI.Windows.VotingWindow.LoadingBallotOption.Demo
source: Loading Ballots
fr: Chargement des candidats

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnVote
source: Error on printing If the error persists ask for technical assistance
fr: Erreur de l'imprimante pendant le processus de vote Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Windows.VotingWindow.PleaseRemoveTheCard
source: Please remove the card from the Voting Machine to start printing the vote
fr: Veuillez reprendre votre carte de l'ordinateur de vote

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionConfirmationButton
source: Confirm Language
fr: Oui Ja

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionCancelButton
source: Cancel Language
fr: Autre choix Andere keuze

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeader
source: Blank vote header
fr: Souhaitez-vous voter blanc pour toutes les élections?

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooter
source: Blank vote footer
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNullButton
source: Null Vote
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNormalButton
source: Normal Vote
fr: Vote Official

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteConfirmation
source: Do you REALLY want to vote NULL?
fr: Vous avez voté blanc pour toutes les élections Confirmez ou annulez

# Smartmatic.SAES.GUI.Windows.VotingWindow.NormalVoteConfirmation
source: Do you want to vote NORMAL?
fr: Êtes-vous sûr de vouloir effectuer un vote Complet?

# Smartmatic.SAES.GUI.Windows.VotingWindow.ReconfirmButtonText
source: Confirm
fr: Pour confirmer votre vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.RetryButtonText
source: Cancel
fr: Pour annuler votre vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestion
source: Question (Header)
fr: Question

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestion
source: Question (Footer)
fr: Appuyez sur le collège désiré

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestionConfirm
source: Question Confirm (Header)
fr: Confirmer Question

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestionConfirm
source: Question Confirm (Footer)
fr: Confirmer Question

# Smartmatic.SAES.GUI.Windows.VotingWindow.CustomAttributeConfirmationFormat
source: Please confirm the selection of %1
fr: Confirmer la sélection de %1

# Smartmatic.SAES.GUI.Windows.VotingWindow.PartyFooterFormat
source: Select a list or vote blank
fr: Appuyez sur une liste ou sur vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterPartySelection
source: Confirm Selection
fr: Confirmer votre selectión

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteQuestion
source: Do you want to vote null this contest?
fr: Vous avez voté blanc, confirmer ou annuler votre choix

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteHeader
source: NULL party vote header
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNullButton
source: NULL
fr: Confirmer

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNormalButton
source: Null Party Vote Normal Button
fr: Annuler

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterBallotSelection
source: Confirm the selection
fr: Confirmer votre sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessage
source: Please confirm your selection
fr: Confirmer votre sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageHeader
source: Please confirm your selection
fr: Confirmer votre sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageFooter
source: Please Select a Language (Footer)
fr: Confirmer votre sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageBackButton
source: Cancel Language
fr: Annuler et Revenir

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageAcceptButton
source: Cancel Language
fr: Accepter

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience
source: TimeOut Voting Experience
fr: L'expérience du Vote a expiré

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutEndVotingExperience
source: TimeOut Voting Experience If the error persists ask for technical assistance
fr: L'expérience du Vote a Expiré Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Windows.VotingWindow.BottomMessage
source: BOTTOM MESSAGE
fr: MESSAGE EN BAS

# Smartmatic.SAES.GUI.Windows.VotingWindow.WaitPrintingTicket
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
fr: Attendez jusqu'à ce que votre bulletin de vote soit complètement imprimé

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionTitle
source: Language Selection
fr: Sélectionnez la langue désirée

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionFooter
source: Please Select a Language (Footer)
fr: Selecteer de gewenste taal

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionConfirmationFormat
source: Please confirm %1 as the language of your choice.
fr: Confirmez le choix de la langue: Français Bevestig uw taalkeuze: Frans

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnSmartcardRemoved
source: Printer Error Smartcard Removed Report
fr: Imprimer le rapport d'erreurs suite au retrait de la carte

source: Confirm Language
fr: Oui Ja

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionCancelButton.Demo
source: Cancel Language
fr: Autre choix Andere keuze

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteQuestion.Demo
source: Do you want to vote NULL?
fr: Voulez-vous voter en Blanc?

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeader.Demo
source: Blank vote header
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooter.Demo
source: Blank vote footer
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNullButton.Demo
source: Null Vote
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNormalButton.Demo
source: Normal Vote
fr: Vote Official

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteConfirmation.Demo
source: Do you REALLY want to vote NULL?
fr: Vous avez voté blanc pour toutes les élections? Confirmez ou annulez

# Smartmatic.SAES.GUI.Windows.VotingWindow.NormalVoteConfirmation.Demo
source: Do you want to vote NORMAL?
fr: Êtes-vous sûr de vouloir effectuer un vote complet?

# Smartmatic.SAES.GUI.Windows.VotingWindow.ReconfirmButtonText.Demo
source: Confirm
fr: Pour confirmer votre vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.RetryButtonText.Demo
source: Cancel
fr: Pour annuler votre vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestion.Demo
source: Question (Header)
fr: Question

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestion.Demo
source: Question (Footer)
fr: Appuyez sur le collège désiré

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestionConfirm.Demo
source: Question Confirm (Header)
fr: Question Confirm

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestionConfirm.Demo
source: Question Confirm (Footer)
fr: Question Confirm

# Smartmatic.SAES.GUI.Windows.VotingWindow.CustomAttributeConfirmationFormat.Demo
source: Please confirm the selection of %1
fr: Confirmer la sélection de %1

# Smartmatic.SAES.GUI.Windows.VotingWindow.PartyFooterFormat.Demo
source: Select a list or a blank vote
fr: Appuyez sur une liste ou sur vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterPartySelection.Demo
source: Confirm Selection
fr: Confirmer la Sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteQuestion.Demo
source: Do you want to vote null this contest?
fr: Vous avez voté blanc, confirmer ou annuler votre choix

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteHeader.Demo
source: Null Vote
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteFooter.Demo
source: Null Vote
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNullButton.Demo
source: Null Vote
fr: Confirmer

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNormalButton.Demo
source: Normal Vote
fr: Annuler

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterBallotSelection.Demo
source: Confirm the selection
fr: Confirmer la sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessage.Demo
source: Confirm the selection
fr: Confirmer la sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageHeader.Demo
source: Confirm the selection
fr: Confirmer la sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageFooter.Demo
source: Confirm the selection
fr: Confirmer la sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageBackButton.Demo
source: Cancel
fr: Annuler

source: Accept
fr: Accepter

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience.Demo
source: TimeOut Voting Experience
fr: L'expérience du Vote est terminée

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnVote.Demo
source: Error on printing If the error persists ask for technical assistance
fr: Erreur de l'imprimante durant le processus de vote Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutEndVotingExperience.Demo
source: TimeOut Voting Experience If the error persists ask for technical assistance
fr: L'expérience du vote est terminée Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Windows.VotingWindow.BottomMessage.Demo
source: BOTTOM MESSAGE
fr: MESSAGE EN BAS

# Smartmatic.SAES.GUI.Windows.VotingWindow.WaitPrintingTicket.Demo
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
fr: Attendez jusqu'à ce que votre bulletin de vote soit complètement imprimé

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionTitle.Demo
source: Language Selection
fr: Sélectionnez la langue désirée

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionFooter.Demo
source: Please Select a Language
fr: Selecteer de gewenste taal

source: Please confirm %1 as the language of your choice.
fr: Confirmez le choix de la langue: Français Bevestig uw taalkeuze: Frans

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnSmartcardRemoved.Demo
source: Printer Error Smartcard Removed Report DEMO
fr: Démonstration d'impression d'erreur suite au retrait de la carte

source: Confirm Language
fr: Oui Ja

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionCancelButton.Recovery
source: Cancel Language
fr: Autre choix Andere keuze

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteQuestion.Recovery
source: Do you want to vote NULL?
fr: Voulez-vous voter en Blanc?

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteHeader.Recovery
source: Blank vote header
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteFooter.Recovery
source: Blank vote footer
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNullButton.Recovery
source: Null Vote
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteNormalButton.Recovery
source: Normal Vote
fr: Vote Official

# Smartmatic.SAES.GUI.Windows.VotingWindow.BlankVoteConfirmation.Recovery
source: Do you REALLY want to vote NULL?
fr: Vous avez voté blanc pour toutes les élections? Confirmez ou annulez

# Smartmatic.SAES.GUI.Windows.VotingWindow.NormalVoteConfirmation.Recovery
source: Do you want to vote NORMAL?
fr: Êtes-vous sûr de vouloir effectuer un vote complet?

# Smartmatic.SAES.GUI.Windows.VotingWindow.ReconfirmButtonText.Recovery
source: Confirm
fr: Pour confirmer votre vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.RetryButtonText.Recovery
source: Cancel
fr: Pour annuler votre vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestion.Recovery
source: Question (Header)
fr: Question

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestion.Recovery
source: Question (Footer)
fr: Appuyez sur le collège désiré

# Smartmatic.SAES.GUI.Windows.VotingWindow.HeaderQuestionConfirm.Recovery
source: Question Confirm (Header)
fr: Question Confirm

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterQuestionConfirm.Recovery
source: Question Confirm (Footer)
fr: Question Confirm

source: Please confirm the selection of %1
fr: Confirmer la sélection de %1

# Smartmatic.SAES.GUI.Windows.VotingWindow.PartyFooterFormat.Recovery
source: Select a list or vote blank
fr: Appuyez sur une liste ou sur vote blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterPartySelection.Recovery
source: Confirm Selection
fr: Confirmer la Sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteQuestion.Recovery
source: Do you want to vote null this contest?
fr: Vous avez voté blanc, confirmer ou annuler votre choix

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteHeader.Recovery
source: Null Vote
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteFooter.Recovery
source: Null Vote
fr: Vote Blanc

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNullButton.Recovery
source: Null Vote
fr: Confirmer

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullPartyVoteNormalButton.Recovery
source: Normal Vote
fr: Annuler

# Smartmatic.SAES.GUI.Windows.VotingWindow.FooterBallotSelection.Recovery
source: Confirm the selection
fr: Confirmer la sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessage.Recovery
source: Confirm the selection
fr: Confirmer la sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageHeader.Recovery
source: Confirm the selection
fr: Confirmer la sélection

# Smartmatic.SAES.GUI.Windows.VotingWindow.ConfirmSelectionMessageFooter.Recovery
source: Confirm the selection
fr: Confirmer la sélection

source: Cancel
fr: Annuler

source: Accept
fr: Accepter

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience.Recovery
source: TimeOut Voting Experience
fr: L'expérience du vote est terminée

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnVote.Recovery
source: Error on printing If the error persists ask for technical assistance
fr: Erreur de l'imprimante durant le processus de vote Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutEndVotingExperience.Recovery
source: TimeOut Voting Experience If the error persists ask for technical assistance
fr: L'expérience du vote est terminée Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Windows.VotingWindow.BottomMessage.Recovery
source: BOTTOM MESSAGE
fr: MESSAGE EN BAS

# Smartmatic.SAES.GUI.Windows.VotingWindow.WaitPrintingTicket.Recovery
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
fr: Attendez jusqu'à ce que votre bulletin de vote soit complètement imprimé

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionTitle.Recovery
source: Language Selection
fr: Sélectionnez la langue désirée

# Smartmatic.SAES.GUI.Windows.VotingWindow.LanguageSelectionFooter.Recovery
source: Please Select a Language
fr: Selecteer de gewenste taal

source: Please confirm %1 as the language of your choice.
fr: Confirmez le choix de la langue: Français Bevestig uw taalkeuze: Frans

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterErrorOnSmartcardRemoved.Recovery
source: Printer Error Smartcard Removed Report RECOVERY
fr: Sauvegarde du rapport d'erreur suite au retrait de la carte

# Smartmatic.SAES.GUI.Windows.VotingWindow.CardExtractedTooManyTimes
source: Retry Selection
fr: Vous avez retirée la carte un trop grand nombre de fois

# Smartmatic.SAES.GUI.Windows.VotingWindow.ChecksumErrorLabel
source: Error On Recovery Vote
fr: Erreur dans le vote de récupération

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience.ExtractionStr
source: Extraction actions made:
fr: Veuillez réintroduire votre carte dans la fente de la machine afin de continuer le vote

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience.CancelVoteStr
source: Cancel voting experience
fr: Annulez l'expérience de vote

# Smartmatic.SAES.GUI.Windows.VotingWindow.TimeOutVotingExperience.WrongCardStr
source: An invalid card has been inserted into the card reader. Please insert a valid card to continue voting or ask for technical assistance
fr: Vous avez inséré une carte non valable dans le lecteur de carte à puce. Veuillez insérer une carte valable pour continuer le vote ou appelez l'assistance technique

source: To cancel the voting experience, enter the PIN of the machine. If you want to continue the voting experience, correctly insert the valid card into the smartcard reader
fr: Pour annuler l'expérience de vote, insérez le PIN de la machine. Si vous voulez continuer avec l'expérience de vote, insérez correctement la carte valable dans le lecteur de carte à puce

source: Report Description
fr: Description

source: Incident Date
fr: Heure de l'incident

source: Technicians Name
fr: Nom du technicien

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportDialogWidget.Activity
source: Activity
fr: Activité

source: Additional Info
fr: Info supplémentaire

source: Personal Arrival Date
fr: Heure d'arrivée du technicien

source: Incident Solution Date
fr: Heure de résolution de l'incident

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportTreeView.IncidentDate
source: Incident Date
fr: Heure de l'incident

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportTreeView.Technicians
source: Technicians
fr: Nom du technicien

source: Incident Solved
fr: Incident résolu?

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.IncidentReportTreeView.Activity
source: Activity
fr: Activité

source: Additional Info
fr: Information complémentaire

source: Technical Arrival
fr: Arrivée du technicien

source: Solution Date
fr: Nature de la solution

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.Title
source: Recovery Activation
fr: Activation de récupération

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.MessageInitial
source: Press Ok when ready to generate the card, or Cancel to go back
fr: Appuyez sur OK pour générer la carte ou sur 'Echap' pour retour à l'écran précédant

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.LabelVoteCode
source: Vote Code:
fr: Code ticket de vote:

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.LabelLVGCode
source: LVG Code:
fr: Code type électeur:

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.ButtonCancel
source: Back
fr: Retour

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.MessageLVGEmpty
source: The LVG Code field is empty, please fill it before pressing Ok
fr: Veuillez introduire une valeur pour le Code type électeur

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.MessageVoteEmpty
source: The Vote Code field is empty, please fill it before pressing Ok
fr: Veuillez introduire une valeur pour le Code Ticket de vote

# Smartmatic.SAES.GUI.Widgets.RecoveryCardGeneratorWidget.GeneratingCard
source: Wait while Recovery Card is Generated
fr: Veuillez attendre la génération de la carte de secours

# Smartmatic.SAES.GUI.Widgets.AssistedActivationAddWidget.Title
source: Assisted Activation
fr: Activation assistée
