Repository: brainv/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: fr

# Smartmatic.SAES.GUI.Windows.ErrorWindow.VerifyDataWindowInstruction
source: Please, do not remove the memories
fr: Veuillez ne pas retirer les mémoires

# Smartmatic.SAES.GUI.Widgets.CardActivactorEventBox.TitleCustomAttribute
source: Select type of elector: %1
fr: Choisissez un type d'électeur

# Smartmatic.SAES.GUI.Functionality.ActivationStatsWidget.ActivatingCardPleaseWait
source: Activating Card Please Wait
fr: Activation de carte, veuillez patienter

# Smartmatic.SAES.GUI.Widgets.ActivationStatsWidget.ActivationNotAllowed
source: Please Connect BCR To Activate Cards
fr: Veuillez connecter le lecteur de code barres pour activer des cartes

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.OneMemoryConnected
source: Operating with one memory
fr: Fonctionnement avec une mémoire

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.BothMemoryConnected
source: Normal Operation Mode
fr: Mode de fonctionnement normal

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.BarcodeConnected
source: BCR is connected
fr: Lecteur de code barres est connecté

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.BarcodeNotConnected
source: BCR is not connected
fr: Lecteur de code barres n'est pas connecté

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.StatisticTitle
source: Vote Consolidation Statistics
fr: Comptabilisation des votes

source: Vote Saved
fr: Vote sauvegardé

source: Vote Duplicated
fr: Vote dupliqué

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.InstructionBadProccesedVote
source: Bad Vote
fr: Vote fautif

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.StartingProcessVote
source: Processing Vote
fr: Traitement du vote

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.InstructionBarcodeOneMemory
source: Connect the other USB memory to consolidate
fr: Il est impossible d'enregistrer les votes

source: BCR and USB memories connected properly
fr: Clés USB et lecteur de code barres connectés correctement

source: Connect BCR to consolidate
fr: Connectez le lecteur de code barres pour consolider

source: Connect BCR to consolidate
fr: Connectez le lecteur de code barres pour consolider

source: Activate Cards
fr: Activez cartes

# Smartmatic.SAES.GUI.Widgets.BarcodeDetectionWidget.BarcodeConfigurationFail
source: Barcode Reader Configuration Failed
fr: La configuration du lecteur de code barres a échoué

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.ConnectMemoryToConsolidate
source: Please reinsert memory to consolidate votes
fr: Veuillez réinsérer la clé USB pour enregistrer les votes

# Smartmatic.SAES.GUI.Widgets.Voting.VoteStatisticsWidget.TotalOfficialVotes
source: Total official votes
fr: Total votes officiels

source: Entering into the Print Report functionality
fr: Entrer dans la fonctionnalité Imprimer Rapports

source: Exiting the Print Report functionality
fr: Sortir de la fonctionnalité Imprimer Rapports

source: Card Activation / Votes consolidation
fr: Activation de cartes / Enregistrement des votes

source: An error occured printing the barcode for the diagnosis. Please use another barcode previously printed or via the screen
fr: Problème avec l’impression du code barres pour le diagnose. Veuillez scanner le code barres avec une autre impression ou à travers l’écran

source: Please wait
fr: Veuillez patienter

# Smartmatic.SAES.GUI.Functionality.VoteConsolidationFunctionality.FinalMessage
source: Please wait
fr: Veuillez patienter

source: Card satisfactorily activated
fr: Carte activée de manière satisfaisante

source: Exiting the activation and consolidation functionality
fr: Sortir de la fonctionnalité activation et consolidation

source: Entering into the activation and consolidation functionality
fr: Entrer dans la fonctionnalité d'activation et consolidation

# Smartmatic.SAES.GUI.Functionality.ActivationStatsWidget.ErrorActivationCard
source: Error activating card
fr: Erreur en activant la carte

source: Error check data in media
fr: Erreur, veuillez vérifier l'information dans le média

# Smartmatic.SAES.GUI.Widgets.ConsolidationStatsWidget.VoteSaved
source: Vote Saved
fr: Vote sauvegardé

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.ResultSuccess
source: Contingency card successfully created
fr: La carte de secours a été créée avec succès

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.ErrorReader
source: The card reader is not working properly
fr: Le lecteur de cartes ne fonctionne pas correctement

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.ErrorWritingCardData
source: Error writing the data in the card
fr: Erreur d'écriture des données sur la carte de secours

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.ErrorPrinting
source: Error printing contingency card creation report
fr: Erreur d'impression du rapport de création de la carte de secours

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.WaitForCardInsertion
source: Please insert a card
fr: Veuillez insérer la carte de secours

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.WritingCardData
source: Writing contingency data in the card
fr: Ecriture des données de secours sur la carte

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.PrintingContingencyReport
source: Printing the contingency card creation report
fr: Impression du rapport de création de la carte de secours

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.WaitingForCardRemoval
source: Please remove the card
fr: Veuillez retirer la carte de secours

# Smartmatic.SAES.GUI.Widgets.PersistTransmissionPackageWidget.ErrorMessage
source: Error persisting transmission package
fr: Erreur récurrente d'envoi du paquet

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardCorrectInsertionIndicationFR
source: Veuillez insrer la carte dans le bon sens
fr: Veuillez insérer la carte dans le bon sens

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardNotProperlyInsertedFR
source: Carte insre dans le mauvais sens
fr: Carte insérée dans le mauvais sens

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.QuitButtonLabel
source: Cancel
fr: Annuler

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.RetryButtonLabel
source: Retry
fr: Veuillez réessayer

# Smartmatic.SAES.GUI.HelpConfiguration.ActivationConsolidation
source: Help for Activation / Consolidation of votes
fr: Aide Génération de cartes/ Enregistrement des votes

# Smartmatic.SAES.GUI.Widgets.BeidWidget.BELGIE
source: BELGI
fr: BELGIË

# Smartmatic.SAES.GUI.Widgets.BeidWidget.GivenNames
source: Prnoms / Given Names
fr: Prénoms / Given Names

# Smartmatic.SAES.GUI.Widgets.BeidWidget.CardNo
source: N carte / Card No
fr: Nº carte / Card No

source: The vote preview is deactivated
fr: La visualisation du vote a été désactivée

source: Preview Deactivated
fr: Afficher le vote

source: Preview Activated
fr: Cacher le vote

source: Bad processed vote
fr: Erreur d'enregistrement du vote

source: Audit and recount of votes
fr: Contrôle et recomptage des votes

source: Error while saving the vote
fr: Erreur en sauvegardant le vote

source: Processing vote
fr: Traitement du vote terminé

source: Vote already processed
fr: Vote déjà scanné

source: Waiting for vote
fr: En attente d'un vote à scanner

# Smartmatic.SAES.GUI.Widgets.ReportLogWidget.PrintOk
source: Printing ended successfully
fr: Impression terminée avec succès

# Smartmatic.SAES.GUI.Widgets.PagingTreeViewWidget.InitialMessage
source: The printing can start now
fr: L'impression peut maintenant démarrer

# Smartmatic.SAES.GUI.Widgets.ContingencyWidget.Title
source: Title
fr: Titre

source: Vote Preview displayed
fr: Visualisation du vote

source: Unexpected error setting the Election Status. The Election Status was not updated
fr: Erreur inattendue dans la mise à jour de l'état de l'élection. L'état de l'élection n'a pas été modifié

# Smartmatic.SAES.GUI.Widgets.PersistCodiFilesWidget.PersistCodiFiles
source: CODI files are being generated
fr: Les fichiers CODI sont générés

# Smartmatic.SAES.GUI.Widgets.PersistCodiFilesWidget.ErrorMessage
source: Error generating CODI files
fr: Erreur lors de la génération des fichiers CODI

# Smartmatic.SAES.GUI.Widgets.PersistAllResultWidget.PersistAllResult
source: Result files are being generated
fr: Les fichiers de résultat sont générés

# Smartmatic.SAES.GUI.Widgets.PersistAllResultWidget.ErrorMessage
source: Error generating result files
fr: Erreur lors de la génération des fichiers de résultat

source: Problem in Data loading custom-attribute-definition
fr: Problème avec 'Data loading custom-attribute-definition'

source: Error
fr: Erreur

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.TextWaitForCardInsertion
source: This card is used during the contingency process, it is not intended to be used as installation card for the VM
fr: Cette carte est utilisée durant la procédure d'urgence, elle n'est pas prévue pour être utilisée comme carte d'installation de l'ordinateur de vote

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.TextWritingCardData
source: This card is used during the contingency process, it is not intended to be used as installation card for the VM
fr: Cette carte est utilisée durant la procédure d'urgence, elle n'est pas prévue pour être utilisée comme carte d'installation de l'ordinateur de vote

# Smartmatic.SAES.GUI.Widgets.ContingencyCardGenWidget.TextWaitingForCardRemoval
source: This card is used during the contingency process, it is not intended to be used as installation card for the VM
fr: Cette carte est utilisée durant la procédure d'urgence, elle n'est pas prévue pour être utilisée comme carte d'installation de l'ordinateur de vote

source: Printing information for Contingency Card, keep this information in a save place
fr: Impression d'information pour la carte d'urgence, gardez la dans un endroit sûre

# Smartmatic.SAES.GUI.Widgets.ReportPrintingCloseWidget.PrintReport
source: Starting to print PV Report
fr: Début de l'impression du rapport du procès verbal

# Smartmatic.SAES.GUI.Widgets.ReportPrintingCloseWidget.FinishPrintReport
source: PV report impression ended
fr: Fin de l'impression du rapport du procès verbal

source: Waiting to consolidate vote with both memories
fr: En attente de l'enregistrement de vote

source: Waiting to consolidate vote with one memory
fr: En attente de l'enregistrement de vote

source: It is no possible to consolidate votes, the barcode reader is disconnected
fr: Il est impossible de consolider les votes, le lecteur de code barre is déconnecté

source: It is no possible to consolidate votes, the barcode reader is disconnected
fr: Il est impossible de consolider les votes, le lecteur de code barre is déconnecté

source: Error processing vote
fr: Erreur de procédure du vote

source: Registration of assisted activations
fr: Enregistrement des activations assistées

source: Title of message
fr: Titre du message

source: Unvalid message
fr: Message invalide

source: Valid message
fr: Message valide

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.DescriptionMessage
source: Description of the functionality
fr: Description de la fonctionnalité

source: This vote is marked as a simulated vote
fr: Ce vote est marqué comme vote simulé

source: Starting validation of Voting Experience functionality
fr: Début de la validitation de la fonctionnalité de l'expérience de vote

source: Closing validation of Voting Experience functionality
fr: Clôture de la validitation de la fonctionnalité de l'expérience de vote

# Smartmatic.SAES.GUI.Widgets.CloseElectionStatusWidget.ErrorMessage
source: An error occured closing the election
fr: Une erreur est survenue à la clôture des élections

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.ScreenContrastCalibration
source: Touch Screen Calibration:
fr: Calibration de l'écran tactile:

# Smartmatic.SAES.GUI.Functionality.PartyContestViewerWidget.VoteMarkedAsSimulated
source: Vote marked as simulated vote
fr: Vote marqué comme vote simulé

# Smartmatic.SAES.GUI.Widgets.PrintPVReportWidget.PrintingPVReportFile
source: Printing of PV Report
fr: Impression du rapport du procès verbal

# Smartmatic.SAES.GUI.Widgets.PrintPVReportWidget.ErrorMessage
source: Error printing PV Report
fr: Erreur d'impression du rapport du procès verbal

# Smartmatic.SAES.GUI.Windows.PMInstallationWidget.ErrorConfiguration
source: Error loading configuration
fr: Erreur du chargement de configuration

source: Technicians last name
fr: Nom des techniciens

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.LabelPreviewCloseQuestion
source: Do you want to close vote preview?
fr: Voulez-vous fermer aperçu vote?

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.BarcodeErrorTryAgain
source: Error with BCR, disconnect it and connected back
fr: Erreur avec lecteur de code barre, deconnectez-le et reconnectez-le

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ButtonBackPreview
source: Return
fr: Retour

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsSimulated
source: Vote marked as simulated vote
fr: Vote marqué comme vote simulé

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ReconfigureBarcode
source: Reconfiguring BCR
fr: Reconfigurer lecteur de code barre

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardCorrectInsertionIndication
source: Please insert the card into the correct position
fr: Veuillez insérer la carte dans le bon sens

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardNotProperlyInserted
source: Card inserted in the wrong position
fr: Carte insérée dans le mauvais sens

source: During this step, the poll worker(s) information is requested. Please press the Register Poll Worker(s) button displayed on the left side of this message. A screen is displayed with one box per each poll worker of the voting center. To insert the poll worker(s) information, click on the Add button of that poll worker. The information can be inserted using an eID or manually. Repeat the same process with all Poll Workers to be registered (At least the President information has to be inserted to continue).
fr: Durant cette étape, les informations des membres du bureau de vote sont complétées. Appuyez sur le bouton 'Gérer les membres du bureau de vote' pour ajouter, modifier ou supprimer des membres du bureau. Via le bouton 'Ajouter', un membre du bureau de vote peut être ajouté. Ces informations peuvent être insérées à l'aide d'une carte eID ou manuellement. De cette manière les différents membres du bureau de vote peuvent être enregistrés. Chaque membre du bureau de votre se trouve dans une case propre. Il faut au moins ajouter les informations du président pour continuer.

source: Register Pollworker Stage
fr: Enregistrement des membres du bureau de vote

source: During this step, a Demonstration Vote should be casted. Please press the Demonstration button displayed on the left side of this message. A screen showing 2 steps is displayed, follow the steps: First, insert a card into the smart card reader and wait for it to activate. Second cast the vote using the VM. Third, read the vote using the eUrn. Press the exit button on the top right side of the screen to exit this functionality.
fr: Durant cette étape, un vote de diagnostic est exécuté. Appuyez sur le bouton 'Diagnostic de vote' pour commencer le processus composé des trois étapes suivantes: 1. Un diagnostic de vote est activé en insérant une carte dans le lecteur de carte pour activer. 2. Réalisation d'un vote à l'aide de l'ordinateur de vote. 3. Lecture du vote en utilisant l'urne. Appuyez sur la croix rouge en haut à droite de l'écran pour quitter cette fonctionnalité.

source: Voting Experience Demostration
fr: Diagnostic de vote

source: During this step the election should be open. Please press the Open Election button displayed on the left side of this message.
fr: Durant cette étape l'élection est ouverte. Appuyez sur le bouton 'Ouvrir l'élection' pour ouvrir l'élection.

source: Election Not Open
fr: Election non ouverte

source: Two main functionalities are excecuted during this step: Card Activation and Close Voting. Please press the Card Activator button, which is the first button displayed on the left side of this message, to activate cards for voting. Once the Card Activation functionality is displayed, select type of voter and insert a card into the smart card reader. Repeat the process as many times as needed. When the voting process is done, exit the Card Activation Functionality pressing the exit button on the top right side of the screen. If a card is activated for an assisted or a proxy voting; the assisted activation has to be registered using the 'Assisted Activation Registration' functionality Press the Close Voting button, which is the second button displayed on the left side of this message to disable further card activation, so voting process is closed.
fr: Deux fonctionnalités principales peuvent être exécutées: 1: Activation cartes: - Cliquez sur le bouton 'Activez cartes' - Choisissez le type d'électeur - Activez autant de cartes que vous le souhaitez pour ce type d'électeur en insérant les cartes une à une et en attendant un message de confirmation. - Dans le cas où une carte de vote avec accompagnement ou avec assistance soit activée, l'activation doit etre enregistrée en utilisant l'option 'Enregistrement du vote accompagne ou assisté' - Lorsque tous les votes sont terminés, quittez cette fonctionnalité en appuyant sur la croix rouge. 2: Clôture des votes. - Appuyez sur le bouton 'Clôturer les votes'. Cette action désactivera la possibilité d'activer d'autres cartes.

source: Two main functionalities are excecuted during this step: Consolidation and Close Election. Please press the Consolidation button, which is the first button displayed on the left side of this message, to read all votes casted during the voting process. Once all votes are read, press the Close Election button, which is the second button displayed on the left side of this message to close the election. At this stage, the information of the poll worker who is closing the election is requested; this information can be filled manually or using an eID. Close Election is done, once the PV is printed.
fr: Durant cette étape l'élection est fermé. Appuyez sur le bouton ´Fermer l'élection´ pour clôturer l'élection. A ce moment, insérer les informations de l'élection afin de compléter le procès-verbal. L'élection est finie une fois que le procès-verbal est imprimé.

source: Voting Closed
fr: Vote clotûré

source: If another copy of the PV is needed press the print PV button
fr: Si une copie du procès verbal est nécessaire, appuyez sur le bouton ´Impression du rapport´.

source: Election End
fr: Election fermée

# Smartmatic.SAES.GUI.Widgets.BeidErrorWidget.BeidErrorWidgetTitle
source: Error reading identity card
fr: Erreur lors de la lecture de la carte d'identité

# Smartmatic.SAES.GUI.Widgets.BeidErrorWidget.ExtractCardInfo
source: Extract the card again and verify if it was inserted properly
fr: Extraire la carte à nouveau et vérrifier si elle était correctement insérée

source: Generate only Parties And Ballots
fr: Générer seulement les Parites et les bulletins de votes

source: Generate all screens regarding the election
fr: Générer tous les écrans concernant l'élection

# Smartmatic.SAES.GUI.Widgets.BasicDiagnosticWidget.Cancel
source: Cancel
fr: fr Cancel

# Smartmatic.SAES.GUI.Widgets.LogTreeViewWidget.SinceStart
source: Since Start
fr: fr Since Start

# Smartmatic.SAES.GUI.Widgets.PartyContestViewerWidget.ContestParties
source: Contest Parties
fr: fr Contest Parties

# Smartmatic.SAES.GUI.Widgets.PartyContestViewerWidget.Selected
source: Selected
fr: fr Selected

# Smartmatic.SAES.GUI.Widgets.PartyContestViewerWidget.NotSelected
source: Not Selected
fr: fr Not Selected

# Smartmatic.SAES.GUI.Widgets.PartyContestViewerWidget.N/A
source: N/A
fr: fr N/A

# Smartmatic.SAES.GUI.Widgets.PartyContestZoomWidget.Back
source: Back
fr: Retour

# Smartmatic.SAES.GUI.Widgets.Voting.EndVotingWidget.ForceEndVoting
source: Canceling voting experience
fr: Annuler l'expérience de vote

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.PoliceId
source: Insert Police ID Card
fr: Inserer la carte Police ID ou remplissez en détails

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetCloseVotation.IdCardMessage
source: Register President ID
fr: Enregistrement de l'ID du président

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetCloseVotation.IdCardMessageConfirm
source: Confirm This ID
fr: Confirmez l'ID

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetVMInstall.IdCardMessageConfirm
source: Confirm This ID
fr: Confirmez l'ID

source: Insert Substitute President ID Card
fr: Inserer la carte ID du président suppléant

source: Substitute President
fr: Président suppléant

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.AllJournal
source: Full time?
fr: Plein temps?

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.InitJournal
source: Start (hh:mm)
fr: Début (hh:mm)

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.EndJournal
source: End (hh:mm)
fr: Fin (hh:mm)

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.RegisterPollWorker
source: The registration of the president of the voting center is required to close the election
fr: L'enregistrement du président du bureau de vote est requise pour la cloture de l'élection

# Smartmatic.SAES.GUI.Widgets.IDCardWidgetOpenElection.Fail
source: Error persisting information of the eID for the opening of the election
fr: Erreur persistante d'information de l'eID pour l'ouverture des élections

# Smartmatic.SAES.GUI.Widgets.OpenElectionFunctionality.Fail
source: Error adding open election note
fr: Erreur d'addition de note électorale ouverte

# Smartmatic.SAES.GUI.Widgets.OpenElectionStatusWidget.OpenElection
source: Opening the election
fr: Ouverture de l'élection

# Smartmatic.SAES.GUI.Widgets.OpenElectionStatusWidget.ErrorMessage
source: An error occurred, please request technical assistance
fr: Une erreur est survenue, veuillez recourir à une assistance technique

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.LoadCenterSuccess
source: Voting center has been loaded successfully
fr: Le centre de vote a été chargé avec succés

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ExitFunctionality
source: Exiting Demo Vote functionality
fr: Les votes de référence ont été effectués avec succès

# Smartmatic.SAES.GUI.Windows.VotingWindow.CryptoError
source: Crypto Error
fr: Erreur de cryptage

# Smartmatic.SAES.GUI.Windows.VotingWindow.UnexpectedAlarm
source: An unexpected Alarm is been triggered
fr: Une alarme inattendue a été déclanchée

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterNearEndOfPaperBeforeVote
source: Alarm: Paper running out If the error persists ask for technical assistance
fr: Alarme: Le papier vient à manquer Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Windows.VotingWindow.AlarmBoxDisconnected
source: AlarmBox is disconnected
fr: Le boitier de l'alarme est déconnecté

# Smartmatic.SAES.GUI.Windows.VotingWindow.AlarmBoxConnected
source: AlarmBox is connected
fr: Le boitier de l'alarme est connecté

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterNearEndOfPaperAfterVote
source: Alarm: Paper running out If the error persists ask for technical assistance
fr: Alarme: Le papier vient à manquer Si l'erreur persiste, demandez l'assistance technique

source: Assisted voting registration
fr: Enregistrement du vote accompagne ou assisté

# Smartmatic.SAES.GUI.HelpConfiguration.VotingForDisabledInfo
source: Help for assisted voting registration
fr: Aide pour l'enregistrement du vote accompagne ou assisté

source: Assisted voting registration
fr: Enregistrement du vote accompagne ou assisté
