Repository: brainv/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: fr

source: Entering assisted voting registration functionality
fr: Saisir la fonction d'enregistrement de vote accompagne ou assisté

source: Closing assisted voting registration functionality
fr: Fermeture de la fonction d'enregistrement du vote accompagne ou assisté

# Smartmatic.SAES.GUI.Functionality.VotingForDisabledFunctionality.FinalMessage
source: Exiting assisted voting registration functionality
fr: Sortir la fonction d'enregistrement du vote accompagne ou assisté

source: Do you doubt dissability?
fr: Doutez-vous du handicap?

source: Do you approve voting?
fr: Approuvez-vous?

source: Comments
fr: Commentaires

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.VotingForDisabledInfoWidget.Cancel
source: Cancel
fr: Annuler

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.VotingForDisabledInfoWidget.Accept
source: Accept
fr: Accepter

source: Info of Voter
fr: Info de l'électeur

source: Info of Assistant
fr: Info de l'assistant

source: Info of Accompanist
fr: Info de l'accompagnateur

source: Would you like to register an assisted voting or an accompanied voting?
fr: Souhaiteriez-vous enregistrer un vote assisté ou un vote accompagné?

source: Assisted
fr: Assisté par bureau de vote

source: Accompanied
fr: Accompagné

source: Assisted
fr: Assisté par bureau de vote

source: Accompanied
fr: Accompagné

source: Accompanist
fr: Accompagnateur

source: Voter
fr: Electeur

source: Disabled
fr: Handicapé

source: Approved
fr: Approuvé

source: Not Ok
fr: Pas Ok

source: Approved
fr: Approuvé

source: Rejected
fr: Rejeté

source: Input error, verify the information inserted and try again
fr: Entrée erronée, essayez a nouveau

source: Insert Assistant Secretary ID Card or fill in the details
fr: Veuillez introduire votre carte ID ou remplissez vos coordonnées

source: Insert Deputy President ID Card or fill in the details
fr: Veuillez introduire votre carte ID ou remplissez vos coordonnées

source: Insert Deputy Assistant ID Card or fill in the details
fr: Veuillez introduire votre carte ID ou remplissez vos coordonnées

source: Insert Deputy Witness ID Card or fill in the details
fr: Veuillez introduire votre carte ID ou remplissez vos coordonnées

source: Insert Deputy Assistant Secretary ID Card or fill in the details
fr: Veuillez introduire votre carte ID ou remplissez vos coordonnées

source: Cleaned Selections
fr: Sélection Nettoyé

source: Assistant Secretary
fr: Secrétaire Assistant

source: Deputy President
fr: Président Député

source: Deputy Assistant
fr: Assistant adjoint

source: Deputy Witness
fr: Témoin adjoint

source: Deputy Assistant Secretary
fr: Secrétaire Assistant Adjoint

source: Police Notes Registration
fr: Enregistrement des notes du Police

source: Police Notes Registration
fr: Enregistrement des notes du Police

# Smartmatic.SAES.GUI.Functionality.PoliceNotesFunctionality.LogStartFunctionality
source: Starting Police Notes Registration
fr: Démarrage de l'enregistrement des notes du Police

# Smartmatic.SAES.GUI.Functionality.PoliceNotesFunctionality.LogCloseFunctionality
source: Police Notes Registration Completed
fr: Enregistrement des notes du Police terminé

# Smartmatic.SAES.GUI.Functionality.PoliceNotesFunctionality.FinalMessage
source: Exiting Police Notes Registration, please wait
fr: Attendez s.v.p.

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.Title
source: Insert ID of Voter
fr: Insérer carte d'identité electronique de l'electeur

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.Back
source: Back
fr: Retour

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.Accept
source: Accept
fr: Accepter

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.ActionOne
source: The voter obeyed
fr: A obéi

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.ActionTwo
source: The voter was removed
fr: A été explusé

source: The voter was allowed to vote
fr: A été autorisé

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.CreateNote
source: Create New Note
fr: Créer un nouveau notes

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterInfoWidget.Title
source: Police Note
fr: Note de Police

source: First Name
fr: Prénom

source: Last Name
fr: Nom

source: The voter obeyed
fr: A obéi

source: The voter was removed
fr: A été explusé

source: The voter was allowed to vote
fr: A été autorisé

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterInfoWidget.Yes
source: Yes
fr: Oui

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterInfoWidget.No
source: No
fr: Non

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PoliceNoteRegisterWidget.Comment
source: Comment
fr: Commentaires

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerRegisterWidget.Deputy
source: Sustitute
fr: Substitute

# Smartmatic.SAES.GUI.Widgets.Voting.PBReports.PollWorkerIDCardWidget.Deputy
source: Sustitute
fr: Substitute

source: Accept Designation?
fr: Acceptez-vous la délégation?

source: Reason
fr: Raison

source: Assigned by Bureau?
fr: Attribué par le bureau de vote?

# Smartmatic.SAES.GUI.Widgets.StatisticCounterRegisterWidget.FieldError
source: One of the fields has a wrong value
fr: L'une des cases contient une donnée incorrecte

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.ErrorMemoryPath
source: No functionality available until both USB-drives are connected
fr: Aucune fonction disponible jusqu’à ce que les deux Master USB soient connectés

# Smartmatic.SAES.GUI.Widgets.DiagnosisBlockedWidget.TitleMessage
source: Please check that all necessary devices are connected in order to initiate the diagnostics process
fr: S.V.P., vérifiez que tous les périphériques soient connectés avant de commencer le diagnostic

# Smartmatic.SAES.GUI.Widgets.Voting.PrintVoteWidget.WaitPrintingTicket
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
fr: fr Take the vote from the voting machine once the printing has finished fr Fold the vote fr Take the vote to the eUrn to scan it

# Smartmatic.SAES.GUI.Widgets.Voting.EndPrintVoteWidget.BendPrintedTicket
source: Take the vote from the voting machine once the printing has finished Fold the vote Take the vote to the eUrn to scan it
fr: fr Take the vote from the voting machine once the printing has finished fr Fold the vote fr Take the vote to the eUrn to scan it

# Smartmatic.SAES.GUI.Widgets.Voting.RemoveCardWidget.PleaseRemoveTheCard
source: Please remove card to start printing the vote
fr: fr Veuillez retirer la carte fr to start printing the vote

# Smartmatic.SAES.GUI.Widgets.ReportLogWidget.PrintError
source: Printer Error
fr: L'imprimante n'a pas pu être détectée, veuillez vous assurer que l'imprimante soit connectée et redémarrer la machine. Si l'erreur persiste, veuillez demander une assistance technique

source: Data Utils Validator Functionality Start
fr: Démarrage fonction validateur utilitaires données

source: Data Utils Validator Functionality Stop
fr: Arrrêt fonction validateur utilitaires données

# Smartmatic.SAES.GUI.Functionality.DataUtilsValidatorFunctionality.WindowTitle
source: Data Utils Validator Functionality
fr: Fonction validateur utilités données

source: Error Load Voting Center File
fr: Fichier d'erreur de chargement de bureau de vote

source: Initializes The Center Validation
fr: Initialise le centre de validation

# Smartmatic.SAES.GUI.Functionality.DataUtilsValidatorFunctionality.LoadLanguages
source: Load Languages
fr: Charge les langues

source: Language Not Found
fr: Langue introuvable

# Smartmatic.SAES.GUI.Functionality.DataUtilsValidatorFunctionality.CreateCards
source: Create Cards
fr: Créer des cartes

# Smartmatic.SAES.GUI.Functionality.DataUtilsValidatorFunctionality.CreateCard
source: Create Card :
fr: Créer une carte:

source: Init Voting Experience Fail
fr: Init échec processus de vote

source: Load Configuration Fail
fr: Echec configuration de chargement

source: Center Folder Not Found
fr: Dossier du centre introuvable

source: Data Utils Validator Functionality Start
fr: Démarrage fonction de validation utilitaires données

# Smartmatic.SAES.GUI.Functionality.DataUtilsValidatorFunctionality.Authentication
source: Authentication
fr: Authentification

source: Init Electoral Configuration
fr: Configuration de l'initialisation électorale

source: Load Electoral Configuration
fr: Charger configuration électorale

source: Authentication Fail
fr: Echec d'authentification

source: Password Not Found
fr: Mot de passe introuvable

source: Error Load Electoral Configuration
fr: Erreur chargement configuration électorale

# Smartmatic.SAES.GUI.Widgets.DataUtilsResultWidget.Success
source: Centers success :
fr: Succès centres:

# Smartmatic.SAES.GUI.Widgets.DataUtilsResultWidget.Fail
source: Centers fail :
fr: Echec centres:

# Smartmatic.SAES.GUI.Widgets.DataUtilsValidatorWidget.Statistics
source: Statistics
fr: Statitiques

# Smartmatic.SAES.GUI.Widgets.DataUtilsValidatorWidget.Success
source: Success
fr: Réussite

# Smartmatic.SAES.GUI.Widgets.DataUtilsValidatorWidget.Fail
source: Fail
fr: Echec

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.RemoveContingencyCardTitle
source: Contingency Card Removal
fr: Retrait de la carte de secours

# Smartmatic.SAES.GUI.Widgets.PMInstallationWidget.RemoveContingencyCardText
source: Please remove the Contingency Card from the Smartcard reader in order to continue with the installation process. Remember that it is not possible to create a new Contingency Card, so please make sure to keep it in a safe place
fr: Veuillez retirer la carte de secours du lecteur de carte à puce afin de poursuivre le processus d’installation. Souvenez-vous qu’il est impossible de créer une nouvelle carte de secours, veuillez donc la conserver avec le rapport de secours en lieu sûr

# Smartmatic.SAES.GUI.Windows.VotingWindow.CardReaderUnresponsive
source: An error with the Smart Card Reader has occured, please restart the machine to continue the voting process
fr: fr An error with the Smart Card Reader has occured, please restart the machine to continue the voting process

# Smartmatic.SAES.GUI.Widgets.ActivationStatsWidget.MessageSleepWriteCard
source: The activation is taking too long, please remove the smartcard and try again
fr: fr The activation is taking too long, please remove the smartcard and try again
