Repository: brainv/SAES
Catalog: saesl10n/src/saesguibase/po/*.po
Languages: fr

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsOfficialEN
source: Normal vote
fr: Official vote

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.PrinterErrorES
source: Error de Impresora es If the error persists ask for technical assistance
fr: Error de Impresora Si el error persiste llame al asistente técnico

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorWriteCardES
source: Error escribiendo en la tarjeta, por favor revise la validez de la data es If the error persists ask for technical assistance
fr: Error escribiendo en la tarjeta, por favor revise la validez de la data Si el error persiste llame al asistente técnico

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.ErrorInfoVotingCardDataES
source: Error leyendo la tarjeta, por favor revise la validez de la data es If the error persists ask for technical assistance
fr: Error leyendo la tarjeta, por favor revise la validez de la data Si el error persiste llame al asistente técnico

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CardValidityPeriodExpiredES
source: Tiempo valido de tarjeta expir es If the error persists ask for technical assistance
fr: Tiempo valido de tarjeta expiró Si el error persiste llame al asistente técnico

# Smartmatic.SAES.GUI.Functionality.WaitingCardWidget.VoteMarkedAsOfficialES
source: Voto Normal
fr: Voto Oficial

# Smartmatic.SAES.GUI.Widgets.WaitingCardWidget.CriticalAlarmCardNotRemoveES
source: Alarma activada, tarjeta no removida es If the error persists ask for technical assistance
fr: Alarma activada: tarjeta no removida. Si el error persiste llame al asistente técnico

source: Favor inserte la tarjeta, cdigo de barras no encontrado
fr: Favor inserte la tarjeta, código de barras no encontrado

source: The functionality to register or edit pollworkers has started
fr: La fonctionnalité pour enregistrer ou éditer les membres du bureau de vote a commencé

source: The functionality to register or edit pollworkers has ended
fr: La fonctionnalité pour enregistrer ou éditer les membres du bureau de vote est terminée

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.ErrorPersistPVForm
source: Error persisting the pv form
fr: Erreur lors de l'enregistrement du formulaire du procès verbal

source: Pv form persisted successfully
fr: Formulaire du procès verbal enregistré avec succès

# Smartmatic.SAES.GUI.Windows.AutomaticDiagnosticWindow.ButtonShutDown
source: Button Shut Down
fr: Arrêter la machine

# Smartmatic.SAES.GUI.HelpConfiguration.CloseElection
source: Help CloseElection
fr: Aide Élection clôturée

# Smartmatic.SAES.GUI.HelpConfiguration.Diagnosis
source: Help Diagnosis
fr: Aide Diagnostics

# Smartmatic.SAES.GUI.HelpConfiguration.ReaderDiagnosis
source: Help ReaderDiagnosis
fr: Aide Diagnostic du lecteur de code barres

# Smartmatic.SAES.GUI.HelpConfiguration.PrinterDiagnosis
source: Help PrinterDiagnosis
fr: Aide Diagnostic de l'imprimante

# Smartmatic.SAES.GUI.HelpConfiguration.AlarmBoxDiagnosis
source: Help AlarmBoxDiagnosis
fr: Aide Diagnostic du boîtier d'alarme

# Smartmatic.SAES.GUI.HelpConfiguration.CalibrationDiagnosis
source: Help CalibrationDiagnosis
fr: Aide Diagnostic de calibration

# Smartmatic.SAES.GUI.HelpConfiguration.BirghtnessDiagnosis
source: Help BirghtnessDiagnosis
fr: Aide Diagnostic de contraste

# Smartmatic.SAES.GUI.HelpConfiguration.BarcodeDiagnosis
source: Help BarcodeDiagnosis
fr: Aide Diagnostic du lecteur de code barres

# Smartmatic.SAES.GUI.HelpConfiguration.AllDiagnosis
source: Help AllDiagnosis
fr: Aide Tous les diagnostics

# Smartmatic.SAES.GUI.HelpConfiguration.FlashDiagnosis
source: Help FlashDiagnosis
fr: Aide Diagnostic de clé USB

# Smartmatic.SAES.GUI.HelpConfiguration.ChangeHour
source: Help ChangeHour
fr: Aide Changer Date/Heure

# Smartmatic.SAES.GUI.HelpConfiguration.CardGenerator
source: Help CardGenerator
fr: Aide Génération de cartes

# Smartmatic.SAES.GUI.HelpConfiguration.AssistedCardGenerator
source: Help AssistedCardGenerator
fr: Aide Génération de cartes de remplacement

# Smartmatic.SAES.GUI.HelpConfiguration.RecoveryCardGenerator
source: Help RecoveryCardGenerator
fr: Aide Génération de cartes de récupération

# Smartmatic.SAES.GUI.HelpConfiguration.VotingMachineInstallation
source: Help for Installation of voting machines
fr: Aide à l'installation des ordinateurs de vote

# Smartmatic.SAES.GUI.HelpConfiguration.ChangeLanguage
source: Help ChangeLanguage
fr: Aide Changer la langue

# Smartmatic.SAES.GUI.HelpConfiguration.VoteProcessDemo
source: Help for Demo Vote Process
fr: Aide à effectuer un Diagnostic de vote

# Smartmatic.SAES.GUI.HelpConfiguration.PrintPreview
source: Help PrintPreview
fr: Aide Prévisualisation d'impression

# Smartmatic.SAES.GUI.HelpConfiguration.IncidentReport
source: Help for Incident Management
fr: Aide au Gestion d'incident

# Smartmatic.SAES.GUI.HelpConfiguration.StatisticsReport
source: Help StatisticsReport
fr: Aide Rapport statistique

# Smartmatic.SAES.GUI.HelpConfiguration.PollworkerRegister
source: Help for Pollworker Registration Manager
fr: Aide à la Gestion des membres du bureau de vote

# Smartmatic.SAES.GUI.HelpConfiguration.VotingExperienceValidation
source: Help VotingExperienceValidation
fr: Aide Validation de vote

# Smartmatic.SAES.GUI.HelpConfiguration.CloseVotation
source: Help CloseVotation
fr: Aide Clôture des votes

# Smartmatic.SAES.GUI.HelpConfiguration.VoteConsolidation
source: Help VoteConsolidation
fr: Aide Enregistrement des votes

# Smartmatic.SAES.GUI.HelpConfiguration.RegisterPresidentNotes
source: Help RegisterPresidentNotes
fr: Aide à la enregistrement notes du président

# Smartmatic.SAES.GUI.HelpConfiguration.LogReport
source: Help LogReport
fr: Aide Rapport d'activités

# Smartmatic.SAES.GUI.HelpConfiguration.ReportPrinting
source: Help ReportPrinting
fr: Aide à l'impression du PV

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.helpNoInstalled
source: Help for the installation of voting machines
fr: Aide à l'installation des ordinateurs de vote

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.NoPollworkerRegistered
source: Help for Pollworker Registration Manager
fr: Aide à la Gestion des membres du bureau de vote

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.NoDemoVote
source: Help for Demo Vote Process
fr: Aide à effectuer un Diagnostic de vote

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.NoInitiated
source: Help Opening the election
fr: Aide à l'ouverture de l’élection

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.Initiated
source: Help for Activation of cards and closing of votes
fr: Aide pour Activation de cartes et clôture des votes

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.VotingClosed
source: Help VotingClosed
fr: Aide Clôturer de l'élection

# Smartmatic.SAES.GUI.FunctionalityWizard.HelpConfiguration.ElectionClosed
source: Help ElectionClosed
fr: Aide Élection clôturée

source: Shut Down
fr: Arrêt de la machine

# Smartmatic.SAES.GUI.Functionality.ShutdownMachineFunctionality.ShutdownMachine
source: Shut Down
fr: Arrêt de la machine

source: Shutting down the machine
fr: Arrêter la machine

source: Shut down process completed
fr: Machine arrêtée avec succès

# Smartmatic.SAES.GUI.Configuration.SAESGUIConfigurationManager.Shutdowm
source: Shut Down
fr: Arrêter la machine

source: Election Is Not Installed
fr: Election non installée

source: Election Is Not Pollworker Registered
fr: Aucun membre du bureau de vote enregistré

source: Election Is Not Demostration Vote
fr: Mode Diagnostic de vote non actif

# Smartmatic.SAES.GUI.Windows.VotingWindow.ErrorWritingCard
source: Error writing in the card
fr: Erreur d'écriture sur la carte

# Smartmatic.SAES.GUI.HelpConfiguration.OpenElection
source: Help for Openning the Election
fr: Aide à l'ouverture de l'élection

source: Input error, verify the information inserted and try again
fr: Entrée erronée, essayez a nouveau

source: Check the error marked in red
fr: Vérifiez l'erreur en rouge

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.CloseConfirmation
source: Are you sure to want to close the election without registered votes?
fr: Etes-vous sûre de vouloir fermer l'élection? Après la clôture, plus de votes ne seront enregistrés

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.ConfirmButton
source: Accept
fr: Confirmer

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.CancelButton
source: Cancel
fr: Annuler

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.ConfirmButton
source: Accept
fr: Confirmer

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.CancelButton
source: Cancel
fr: Annuler

# Smartmatic.SAES.GUI.Widgets.IDCardWidget.RemoveCard
source: Please remove the card
fr: Retirer la carte

# Smartmatic.SAES.GUI.Widgets.BarcodeDetectionWidget.ReconnectedBarcode
source: Barcode is Not connected, Please connect Barcode
fr: Code barres n’est pas connecté. Connectez le code barres

# Smartmatic.SAES.GUI.Widgets.BarcodeDetectionWidget.BarcodeConnected
source: Barcode connected succesfully
fr: Code barres connecté avec succès

# Smartmatic.SAES.GUI.Widgets.BarcodeDetectionWidget.BarcodeNoConnected
source: Please reconnect Barcode
fr: Rebranchez le code barres

# Smartmatic.SAES.GUI.Functionality.AssistedCardGeneratorFunctionality.FillData
source: Press here to fill the form
fr: Appuyez ici pour remplir le formulaire

# Smartmatic.SAES.GUI.Windows.VotingWindow.ErrorPrinting
source: Error while printing
fr: Erreur pendant l'impression

source: Register assisted activations
fr: Enregistrement des activations assistées

# Smartmatic.SAES.GUI.HelpConfiguration.FillAssistedInfo
source: Assisted Activations Registration Help
fr: Aide pour Registration d'Activations Assistées

source: Register assited activation
fr: Enregistrement des activations assistées

source: Activation not impugnated
fr: Activation non contestée

source: Are you sure you want to close the election? After closing, no more votes will be registered
fr: Etes-vous sûre de vouloir fermer l'élection? Après la clôture, plus de votes ne seront enregistrés

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.CloseConfirmation
source: Are you sure you want to close the voting process? After closing, no more voter cards will be activated
fr: Etes-vous sûre de vouloir fermer le processus de vote? Après la clôture, plus de cartes de votes ne seront activées

source: Are you sure you want to close the voting process? After closing, no more voter cards will be activated
fr: Etes-vous sûre de vouloir fermer le processus de vote? Après la clôture, plus de cartes de votes ne seront activées

source: Assisted activation functionality started
fr: Fonction d'activation assistée commencée

source: Assisted activation functionality finished
fr: Fonction d'activation assistée terminée

# Smartmatic.SAES.GUI.Windows.VotingWindow.PrinterNearEndOfPaper
source: Alarm: Paper running out If the error persists ask for technical assistance
fr: Alarme: Le papier vient à manquer Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.WaitForBarcodeToBePrinted
source: Please wait until the barcode is printed
fr: Veuillez attendre l'impression du code barres

source: Please scan the printed barcode or the one shown on the screen
fr: Veuillez scanner le code barres imprimé ou celui montré sur l'écran

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.TestAgainBarcodeReaderButton
source: Test again
fr: Essayer de nouveau

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.BarcodeNotFound
source: The device: BARCODE READER was not detected in the system. Please connect it correctly. If the error persists ask for technical assistance
fr: Le dispositif LECTEUR DE CODE BARRES n'a pas été détecté. Veuillez le connecter correctement. Si l'erreur persiste, demandez l'assistance technique.

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.PrinterError
source: The device PRINTER was not detected in the system. Please connect it correctly. If the error persists ask for technical assistance
fr: Le dispositif IMPRIMANTE n'a pas été détecté. Veuillez le connecter correctement. Si l'erreur persiste, demandez l'assistance technique.

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.SmartCardNotFound
source: The device CARD READER was not detected in the system. Please connect it correctly. If the error persists ask for technical assistance
fr: Le dispositif LECTEUR DE CARTE À PUCE n'a pas été détecté. Veuillez le connecter correctement. Si l'erreur persiste, demandez l'assistance technique.

source: The functionality cannot be started because the device PRINTER was not detected
fr: La functionalité ne peut pas commencer parce que le dispositif IMPRIMANTE n'a pas été détecté

source: The functionality cannot be started because the device CARD READER was not detected
fr: La functionalité ne peut pas commencer parce que le dispositif LECTEUR DE CARTE À PUCE n'a pas été détecté

source: The functionality cannot be started because the device BARCODE READER was not detected
fr: La functionalité ne peut pas commencer parce que le dispositif LECTEUR DE CODE BARRES n'a pas été détecté

# Smartmatic.SAES.GUI.Widgets.StatisticCounterRegisterWidget.ViewAllTabs
source: Please check all the tabs to continue
fr: Veuillez vérifier toutes les étiquettes pour continuer

# Smartmatic.SAES.GUI.Widgets.StatisticCounterRegisterWidget.NextToAdvance
source: Press 'Next' to confirm
fr: Cliquer sur le bouton ‘Confirmer’ pour générer le procès-verbal

source: You need to register minimum %1 note(s)
fr: Vous devriez enregistrer au moins %1 note(s)

source: The required amount of notes is registered
fr: La quantité de notes requise est régistrée

source: Error generating the reference card. If the problem persists use a new card. If the error continues ask for technical assistance
fr: Erreur en générant la carte de référence. Si le problème persiste, utilisez une nouvelle carte. Si l'erreur continue, appelez l'assistance technique.

# Smartmatic.SAES.GUI.Operation.VotingWidgetManager.CreatingVotingMaps
source: Generating the electoral map
fr: Générant le plan électoral

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.ElectionWasNotOpen
source: The election was not opened. If the problem continues ask for technical assistance.
fr: L'élection n'a pas été ouverte. Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.ElectionWasOpen
source: The election was successfully opened.
fr: L'élection a été ouverte avec succès.

# Smartmatic.SAES.GUI.Functionality.OpenElectionFunctionality.ErrorOpenElection
source: Error during the opening of the election. If the problem continues ask for technical assistance.
fr: Erreur pendant l'ouverture de l'élection. Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.VotationWasNotClose
source: The voting process was not closed. If the problem continues ask for technical assistance.
fr: Le processus de vote n'a pas été fermé. Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Functionality.CloseVotationFunctionality.VotationWasClose
source: The voting process was successfully closed.
fr: Le processus de vote a été fermé avec succès.

source: Error during the closing of voting. If the problem continues ask for technical assistance.
fr: Erreur pendant la fermeture des votes. Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.VotationWasNotClose
source: The election was not closed. If the problem continues ask for technical assistance.
fr: L'élection n'a pas été fermée. Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Functionality.CloseElectionFunctionality.ElectionWasClosed
source: The election was successfully closed.
fr: L'élection a été fermée avec succès.

source: Error during the closure of the election. If the problem continues askfor technical assistance.
fr: Erreur pendant la fermeture de l'élection. Si l'erreur persiste, demandez l'assistance technique

# Smartmatic.SAES.GUI.Functionality.ChangeHourFunctionality.HourNotChanged
source: The date and time were not changed. If the problem continues please call for technical assistance.
fr: La date et l'heure n'ont pas été changées. Si le problème continue, appelez l'assistance technique.

# Smartmatic.SAES.GUI.Functionality.ChangeHourFunctionality.HourChanged
source: The date and time were successfully changed.
fr: La date et l'heure ont été changées avec succès.

source: Exiting the functionality, please wait.
fr: Attendez s.v.p.

source: Exiting the functionality, please wait.
fr: Attendez s.v.p.

# Smartmatic.SAES.GUI.Functionality.StatisticsReportFunctionality.SavingStatistics
source: Exiting the functionality, please wait.
fr: Attendez s.v.p.

source: The election status was changed.
fr: L'état de l'élection a été changé.

source: Exiting the functionality, please wait.
fr: Attendez s.v.p.

source: The installation process was not completed. If the problem continues ask for technical assistance.
fr: Le processus d'installation n'a pas été complété. Si l'erreur persiste, demandez l'assistance technique

source: The installation process was successfully completed.
fr: Le processus d'installation a été complété avec succès.

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ElectionStatusChanged
source: Exiting Demo Vote functionality.
fr: Les votes de référence ont été effectués avec succès

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ElectionStatusNotChanged
source: Exiting Demo Vote functionality.
fr: Les votes de référence ont été effectués avec succès

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.VoterInfoInstruction
source: ID of the voter
fr: Identité de l'électeur

source: ID of the proposed person
fr: Identité de la personne proposée

source: ID of the poll worker who certifies the assitance
fr: Identité de l'assesseur qui certifie l'assistance

source: ID of the person who disputes
fr: Identité de la personne qui conteste

source: ID of the designated person
fr: Identité de la personne designée

source: Proxy vote?
fr: Vote par procuration?

source: Is there someone disputing this?
fr: Il y a-t'il quelqu'un qui conteste?

# Smartmatic.SAES.GUI.Widgets.AssistedActivationManagerWidget.ChallengeInstruction
source: Reason for disputing
fr: Raison de la contestation

# Smartmatic.SAES.GUI.Windows.ErrorWindow.SuspendWindowTitle
source: Flash USB removed
fr: Clé-USB extraite

# Smartmatic.SAES.GUI.Windows.ErrorWindow.SuspendWindowInstruction
source: A Flash USB was removed. Please reinsert it to continue
fr: Une clé-USB a été extraite. Veuillez-la réintroduire pour continuer

# Smartmatic.SAES.GUI.Windows.ErrorWindow.AllowWindowTitle
source: Working with only one Flash USB
fr: Travaillant avec une seule clé-USB

# Smartmatic.SAES.GUI.Windows.ErrorWindow.AllowWindowInstruction
source: Insert a Flash USB or press Next if you wish to work with only one Flash USB
fr: Introduire une clé-USB ou appuyez sur Suivant si vous désirez travailler avec une seule clé-USB

# Smartmatic.SAES.GUI.Windows.ErrorWindow.AllowWindowButton
source: Continue with only one Flash USB
fr: Continuer avec une seule clé-USB

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteQuestion
source: referendum null vote question
fr: Question de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteHeader
source: referendum null vote header
fr: En Tête de vote du référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteFooter
source: referendum null vote footer
fr: En bas de page de vote du référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNullButton
source: referendum null vote button OK
fr: Boutton OK de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNormalButton
source: referendum null vote button CANCEL
fr: Boutton CANCEL de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteQuestion.Demo
source: DEMO - referendum null vote question
fr: DEMO - question de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteHeader.Demo
source: DEMO - referendum null vote header
fr: DEMO - tête de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteFooter.Demo
source: DEMO - referendum null vote footer
fr: DEMO - fin de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNullButton.Demo
source: DEMO - referendum null vote button OK
fr: DEMO - boutton OK de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNormalButton.Demo
source: DEMO - referendum null vote button CANCEL
fr: DEMO - boutton CANCEL de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteQuestion.Recovery
source: RECOVERY - referendum null vote question
fr: Récupération - question de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteHeader.Recovery
source: RECOVERY - referendum null vote header
fr: Récupération - tête de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteFooter.Recovery
source: RECOVERY - referendum null vote footer
fr: Récupération - fin de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNullButton.Recovery
source: RECOVERY - referendum null vote button OK
fr: Récupération - boutton OK de référendum nul

# Smartmatic.SAES.GUI.Windows.VotingWindow.NullReferendumVoteNormalButton.Recovery
source: RECOVERY - referendum null vote button CANCEL
fr: Récupération - boutton CANCEL de référendum nul

# Smartmatic.SAES.GUI.Widgets.ReferendumSelectionWidget.NullSelection
source: referendum null selection
fr: Sélection de référendum nul

source: Printing of the diagnosis report failed
fr: L'impression du rapport du diagnostic a échoué

# Smartmatic.SAES.GUI.Widgets.PagingTreeViewWidget.IsPrinting
source: Document is being printed
fr: Le document s'imprime

# Smartmatic.SAES.GUI.Functionality.ChangeLanguageFunctionality.LanguageChanged
source: Language has been successfully changed
fr: La langue a été changée avec succès

# Smartmatic.SAES.GUI.Functionality.ChangeLanguageFunctionality.LanguageNotChanged
source: Language has not been changed
fr: La langue n'a pas été changée

# Smartmatic.SAES.GUI.Functionality.GraphicDisplayFunctionality.DefaultExitMessage
source: Exit the functionality
fr: Sortir de la fonctionalité

# Smartmatic.SAES.GUI.Widgets.BarCodeDiagnosisWidget.ReconfigureBarcode
source: Reconfiguring barcode reader
fr: Reconfigurant le lecteur de code barres

# Smartmatic.SAES.GUI.Widgets.BarcodeDetectionWidget.ReconfigureBarcode
source: Reconfiguring barcode reader
fr: Reconfigurant le lecteur de code barres

# Smartmatic.SAES.GUI.Functionality.VoteConsolidationFunctionality.ErrorSaveVote
source: Error while saving the vote
fr: Erreur en sauvegardant le vote

# Smartmatic.SAES.GUI.Functionality.VoteDemoFunctionality.ErrorSaveVote
source: Error while saving the Demo vote
fr: Erreur en sauvegardant le vote Démo

# Smartmatic.SAES.GUI.Functionality.IncidentReportFunctionality.WrongHours
source: The inserted times are not correct. Please check that the time of solution of the incident is later than the time it was reported
fr: Les heures introduites ne sont pas correctes. Veuillez vérifier que l'heure de la résolution de l'incident soit postérieure à l'heure qu'il a été rapporté

# Smartmatic.SAES.GUI.Windows.ErrorWindow.VerifyDataWindowTitle
source: Validating data of the memories
fr: Validation des données des mémoires
